[
  {
    "nome": "Andre Lunardi De Souza",
    "curriculo": "http://www2.unifor.br/controle_pesquisa/pesquisarprofessor.do?actionParameter=prepareUpdate&p_tp_ambiente=2&p_tp_chamada=1&p_tp_apresentacao=1&cdPesquisador=312267408",
    "htmlCurriculo": "Curriculum Vitae Andre Lunardi de Souza Dados pessoaisFormacao academica/TitulacaoFormacao complementarAtuacao profissionalProjetos de pesquisaAreas de atuacao Premios e titulosProducao cientifica, tecnologica e artistica/culturalDados complementaresIndicadores de producao Dados pessoais NomeAndre Lunardi de Souza Nome em citacoes bibliograficasSOUZA, Andre Lunardi de;DE SOUZA, ANDRE LUNARDI Endereco profissionalUniversidade de Fortaleza, Centro de Ciencias Tecnologicas. Av. Washington Soares, 1321, Bloco J, sala 01 Edson Queiroz 60811905 - Fortaleza, CE - Brasil Telefone: (85) 34773183 Ramal: 3183 Voltar Formacao academica/Titulacao 2017 - 2019 Mestrado em Administracao de Empresas. Universidade de Fortaleza, UNIFOR, Brasil. Titulo: ECONOMIA CIRCULAR NA CADEIA DE SUPRIMENTOS DE FRUTAS FRESCAS, Ano de Obtencao: 2019. Orientador: Fernando Luiz Emerenciano Viana. Palavras-chave: Economia Circular; Cadeia de Suprimento; Frutas Frescas. 2010 - 2011 Especializacao em MBA em Gerenciamento de Projetos. (Carga Horaria: 416h). Universidade de Fortaleza, UNIFOR, Brasil. Titulo: GERENCIAMENTO DO PROJETO DE CONSTRUCAO DE UM COMPACTADOR DE ASFALTO NORMATIZADO. Ano de finalizacao: 2011. Orientador: Joao Batista Furlan Duarte. 2006 - 2009 Graduacao em engenharia mecanica. Titulo: Construcao de um Compactador de Asfalto Normatizado. Orientador: Joao batista Furlan Duarte. Bolsista do(a): Conselho Nacional de Desenvolvimento Cientifico e Tecnologico, CNPq, Brasil. Voltar Formacao complementar 2023 - 2023 Extensao universitaria em PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2023. (Carga horaria: 40h). Universidade de Fortaleza, UNIFOR, Brasil. 2022 - 2022 Extensao universitaria em RECURSOS INTERATIVOS EM AMBIENTE REMOTO 2022. (Carga horaria: 40h). Universidade de Fortaleza, UNIFOR, Brasil. 2021 - 2021 Extensao universitaria em EXPLORANDO O QUESTIONARIO COMO FERRAMENTA DE AVALIACAO NO AVA UNIFOR. (Carga horaria: 40h). Universidade de Fortaleza, UNIFOR, Brasil. 2021 - 2021 Extensao universitaria em PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2021. (Carga horaria: 26h). Universidade de Fortaleza, UNIFOR, Brasil. 2021 - 2021Solidworks Simulation. (Carga horaria: 24h). SKA Automacao de Engenharia, SKA, Brasil. 2021 - 2021Lei Geral de Protecao de Dados - LGPD. (Carga horaria: 6h). Universidade de Fortaleza, UNIFOR, Brasil. 2021 - 2021SOLIDWORKS - NIVEL I. (Carga horaria: 40h). SKA Automacao de Engenharia, SKA, Brasil. 2020 - 2021BIOSSEGURANCA NA PRATICA DOCENTE. (Carga horaria: 20h). Universidade de Fortaleza, UNIFOR, Brasil. 2020 - 2020 Extensao universitaria em PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2020. (Carga horaria: 7h). Universidade de Fortaleza, UNIFOR, Brasil. 2020 - 2020EXPLORANDO O MOODLE COMO AMBIENTE VIRTUAL DE APRENDIZAGEM. (Carga horaria: 40h). Universidade de Fortaleza, UNIFOR, Brasil. 2019 - 2019 Extensao universitaria em PROGRAMA DE GESTAO DA APRENDIZAGEM - NAUTILUS III. (Carga horaria: 40h). Universidade de Fortaleza, UNIFOR, Brasil. 2019 - 2019 Extensao universitaria em PROGRAMA DE GESTAO DA APRENDIZAGEM - NAUTILUS II. (Carga horaria: 40h). Universidade de Fortaleza, UNIFOR, Brasil. 2019 - 2019 Extensao universitaria em PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2019. (Carga horaria: 68h). Universidade de Fortaleza, UNIFOR, Brasil. 2018 - 2018 Extensao universitaria em PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2018. (Carga horaria: 34h). Universidade de Fortaleza, UNIFOR, Brasil. 2017 - 2017 Extensao universitaria em PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2017. (Carga horaria: 62h). Universidade de Fortaleza, UNIFOR, Brasil. 2016 - 2016 Extensao universitaria em PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2016. (Carga horaria: 58h). Universidade de Fortaleza, UNIFOR, Brasil. 2016 - 2016COACHING. (Carga horaria: 36h). BAZZAN COACHING, BAZZAN, Brasil. 2015 - 2015 Extensao universitaria em PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2015. (Carga horaria: 27h). Universidade de Fortaleza, UNIFOR, Brasil. 2003 - 2003Elementos de Robotica. (Carga horaria: 4h). Universidade de Fortaleza, UNIFOR, Brasil. 2003 - 2003Elaboracao de Projetos Mecanicos Utilizando Simula. (Carga horaria: 4h). Universidade de Fortaleza, UNIFOR, Brasil. 2002 - 2002Manutencao Eletrica Industrial. (Carga horaria: 4h). Universidade de Fortaleza, UNIFOR, Brasil. 2002 - 2002Automacao Industrial Um Modelo Em Camadas. (Carga horaria: 4h). Universidade de Fortaleza, UNIFOR, Brasil. 2002 - 2002Sistemas de Pressao Hidropneumatica. (Carga horaria: 4h). Universidade de Fortaleza, UNIFOR, Brasil. Voltar Atuacao profissional Universidade de Fortaleza, UNIFOR, Brasil. Vinculo institucional 2013 - Atual Vinculo: Livre, Enquadramento Funcional: Professor, Carga horaria: 40 Atividades 08/2021 - AtualDirecao e administracao, Centro de Ciencias Tecnologicas, . Cargo ou funcao Coordenador dos Cursos de Engenharia de Controle e Automacao e Engenharia de Computacao.. 02/2013 - AtualOutras atividades tecnico-cientificas , Centro de Ciencias Tecnologicas, Centro de Ciencias Tecnologicas. Atividade realizada Professor das disciplinas de Desenho Mecanico, Materiais de Engenharia, Projeto e Construcao de Maquinas, Projeto Assistido por Computador e Sistemas Hidraulicos e Pneumaticos, nos cursos de graduacao em Engenharia Mecanica, Producao e Cont. e Automacao.. 2024 - 2024Atividades de Participacao em Projeto, Centro de Ciencias Tecnologicas, . Projetos de pesquisa N746 - INSTRUMENTACAO E CONTROLE 2023 - 2024Atividades de Participacao em Projeto, Centro de Ciencias Tecnologicas, . Projetos de pesquisa CRT - Centro de Reconsicioamento Tecnologico 01/2021 - 08/2021Direcao e administracao, Centro de Ciencias Tecnologicas, . Cargo ou funcao Coordenador Pedagogico do Curso de Engenharia de Controle e Automacao.. 2017 - 2019Atividades de Participacao em Projeto, Reitoria, Programa de Pos Graduacao em Administracao - PPGA. Projetos de pesquisa Economia Circular e Sustentabilidade na Cadeia de Suprimentos de Frutas Frescas para Exportacao Eco-Cadeias de Suprimento de Alimentos para a Economia Circular 2009 - 2013Atividades de Participacao em Projeto, Centro de Ciencias Tecnologicas, . Projetos de pesquisa EURECA - Equipamento Unificado Robotico para Execucao de Compositos e/ou polimeros para substituicao de Acos 2010 - 2012Atividades de Participacao em Projeto, Centro de Ciencias Tecnologicas, . Projetos de pesquisa TERRA - Tecnologia de Equipamentos para Retirada de Recursos Artificialmente 2007 - 2008Atividades de Participacao em Projeto, Centro de Ciencias Tecnologicas, . Projetos de pesquisa Mini Submarino de Avaliacao de Estruturas Maritimas, Fluviais e Meio Ambiente Brasileiro Automatizado - SAMBA ArmtecTecnologia em Robotica, ARMTEC, Brasil. Vinculo institucional 2005 - 2012 Vinculo: Livre, Enquadramento Funcional: Engenheiro Coordenador de Projetos, Carga horaria: 40 Outras informacoesCoordenando Projetos Mecanicos, desenvolvendo sistemas mecanicos, estruturas e sistemas hidraulicos e pneumaticos. Voltar Projetos de Pesquisa 2007 - 2008Mini Submarino de Avaliacao de Estruturas Maritimas, Fluviais e Meio Ambiente Brasileiro Automatizado - SAMBA Descricao: O projeto SAMBA e um equipamento automatico, nao tripulado capaz de realizar avaliacoes e reparos em equipamento subaquaticos.. Situacao: Concluido; Natureza: Pesquisa. Integrantes: Andre Lunardi de Souza - Integrante / Ricardo Filho Colares - Coordenador. . 2009 - 2013EURECA - Equipamento Unificado Robotico para Execucao de Compositos e/ou polimeros para substituicao de Acos Descricao: O Projeto EURECA objetiva a substituicao gradativa do uso de tres tipos de aco atraves da insercao competitiva de novos materiais compositos e/ou polimericos atraves da implantacao de um ciclo completo de desenvolvimento desde a substituicao dos materiais, definicao de processos de fabricacao competitivos e implementacao destes processos em equipamentos roboticos. Os acos optados para substituicao foram: Aco 1020, Aco Inox Austenitico e Aco ST52.. Situacao: Concluido; Natureza: Pesquisa. Integrantes: Andre Lunardi de Souza - Coordenador. . 2017 - 2019Economia Circular e Sustentabilidade na Cadeia de Suprimentos de Frutas Frescas para Exportacao Descricao: O objetivo geral desse projeto e avaliar como a Gestao Sustentavel da Cadeia de Suprimentos (Sustainable Supply Chain Management - SSCM) contribui para a implantacao do modelo circular de producao em cadeias de suprimento de alimentos, especificamente de frutas frescas... Situacao: Concluido; Natureza: Pesquisa. Alunos envolvidos: Graduacao ( 3) / Mestrado academico ( 1) / Doutorado ( 1) . Integrantes: Andre Lunardi de Souza - Integrante / Fernando Luiz Emerenciano Viana - Coordenador / Danilo Cavalcante de Vasconcelos - Integrante / Daiane Mulling Neutzling - Integrante / Luciano Batista - Integrante / Flavia Telis de Vilela Araujo - Integrante. Finaciador(es): Universidade de Fortaleza - Auxilio finaceiro.. 2017 - 2019Eco-Cadeias de Suprimento de Alimentos para a Economia Circular Descricao: Esse projeto tem o objetivo geral de analisar a cadeia de suprimento de frutas frescas produzidas no Nordeste brasileiro, desde as fazendas ate o varejo, na perspectiva do modelo de analise EFOS, com os seguintes objetivos especificos: (1) Desenvolver instrumentos de avaliacao sobre a geracao de residuos de alimentos e agua produzidos desde a producao ate a comercializacao das frutas frescas; (2) Avaliar a geracao de residuos de alimentos e agua produzidos desde a producao ate a comercializacao das frutas frescas; (3) Comparar a geracao de residuos de alimentos e agua na cadeia de suprimento de frutas frescas de diferentes regioes produtoras; e (4) Avaliar o potencial de minimizacao de residuos de alimentos e agua, sob a otica de fluxos circulares, na cadeia de frutas frescas. Situacao: Concluido; Natureza: Pesquisa. Alunos envolvidos: Graduacao ( 2) / Mestrado academico ( 1) / Doutorado ( 2) . Integrantes: Andre Lunardi de Souza - Integrante / Fernando Luiz Emerenciano Viana - Coordenador / Danilo Cavalcante de Vasconcelos - Integrante / Luciano Batista - Integrante / Fabio Freitas Schilling Marquesan - Integrante. Finaciador(es): Conselho Nacional de Desenvolvimento Cientifico e Tecnologico - Auxilio finaceiro.. 2024 - 2024N746 - INSTRUMENTACAO E CONTROLE Descricao: 1. EMENTA: Elementos industriais. Controladores Logicos Programaveis (CLP). Projeto e automacao de sistemas com Controladores Logicos Programaveis (CLP). Situacao: Concluido; Natureza: Outra. Integrantes: Andre Lunardi de Souza - Coordenador / JOEL SOTERO DA CUNHA NETO - Integrante. . 2023 - 2024CRT - Centro de Reconsicioamento Tecnologico Descricao: O Centro de Recondicionamento Tecnologico (CRT) e uma iniciativa do programa Mais Fortaleza, desenvolvido pela Prefeitura de Fortaleza, em parceria com o Laboratorio de Inovacao de Fortaleza (LabiFor) e a Universidade de Fortaleza (UNIFOR). O projeto visa estruturar um sistema padronizado e qualificado para a gestao de residuos solidos, com foco em residuos eletronicos. Suas atividades incluem a triagem e recondicionamento de equipamentos descartados, alem de capacitacoes gratuitas junto ao programa Juventude Digital (JD). Entre seus objetivos, destacam-se: (1) pesquisa em gestao sustentavel de residuos eletronicos e economia circular; (2) analise de indicadores de impacto para avaliar os beneficios ambientais, sociais e economicos do projeto, promovendo o avanco tecnologico e sustentavel de Fortaleza.. Situacao: Concluido; Natureza: Pesquisa. Alunos envolvidos: Graduacao ( 11) / Mestrado academico ( 1) / Doutorado ( 2) . Integrantes: Andre Lunardi de Souza - Coordenador / Bruno Ricardo de Almeida - Integrante / DANIEL DE ALMEIDA CHAGAS - Integrante. . 2010 - 2012TERRA - Tecnologia de Equipamentos para Retirada de Recursos Artificialmente Descricao: O projeto TERRA e estruturado em um processo de inovacao tecnologica para insercao em mercado de produtos com a finalidade de promover a elevacao artificial de petroleo em pocos terrestres. Para tal resultado o projeto e composto por duas etapas, sendo a primeira a melhoria do sistema de bombeio atual conhecido como &quot;cavalo-de-pau&quot; e a segunda etapa o desenvolvimento de uma outra solucao tecnologica para o mesmo fim. Esta abordagem faz-se necessario para permitir a validacao tecnologica de competencia da equipe em um primeiro momento e a apresentacao de outra solucao competitiva em um segundo momento. Alem disto, a primeira etapa permite que o resultado do projeto seja de forma mais celere inserido no mercado, proporcionando resultados financeiros enquanto a nova proposta inicia o seu ciclo de produto. Para proporcionar a validacao, o projeto sera acompanhado por empresas potenciais clientes como Petrobras e Galp.. Situacao: Concluido; Natureza: Pesquisa. Integrantes: Andre Lunardi de Souza - Coordenador. . Voltar Areas de atuacao 1. Grande area: Engenharias / Area: Engenharia Mecanica / Subarea: Projetos de Maquinas / Especialidade: Fundamentos Gerais de Projetos das Maquinas. 2. Grande area: Engenharias / Area: Engenharia Mecanica / Subarea: Processos de Fabricacao / Especialidade: Processos de Fabricacao, Selecao Economica. Voltar Premios e titulos 20022° colocacao na I Competicao de Veiculos Mecatronicos, UNIFOR. 20031° colocacao na II Competicao de Veiculos Mecatronicos, UNIFOR. 20031° colocacao no IX Encontro de Iniciacao a Pesquisa, UNIFOR. 20041° colocacao na III Competicao de Veiculos Mecatronicos, UNIFOR. 2006Premio Werner von Siemens de Inovacao Tecnologica, Siemens. 20071º lugar na categoria produto da regiao nordeste no premio FINEP de inovacao tecnologica 2007., FINEP. 2008Premio Petrobras de Tecnologia - 4º Edicao, Petrobras. 20081º lugar na categoria pequena empresa da regiao nordeste no premio Finep de inovacao tecnologica 2008., FINEP. 2009IDEA/Brasil, IDEA. 20182° Colocado na Area de Sociais Aplicadas do XVIII Encontro de Pos-Graduacao e Pesquisa da UNIFOR, Universidade de Fortaleza. 20191° Colocado na Area de Ciencias Sociais Aplicadas do XXV Encontro de Iniciacao a Pesquisa, Universidade de Fortaleza - UNIFOR.. Voltar Producao cientifica, tecnologica e artistica/cultural Producao bibliograficaProducao tecnicaOrientacoes concluidas Producao bibliografica Trabalhos completos/resumidos em eventos 1. SOUZA, Andre Lunardi de; GELFUSO, Maria Virginia. Construcao de um Spin-coating para deposicao de filmes finos ceramicos. In: IX encontro de Iniciacao a Pesquisa, 2003, fortaleza. IX encontro de Iniciacao a Pesquisa, 2003. Grande area: Engenharias. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Impresso 2. SOUZA, Andre Lunardi de; SOBREIRA, Fernando Barros; OLIVEIRA, Davi Nunes et al. Barreira de Infravermelho com transmissao serialpor radio frequencia.. In: IX encontro de Iniciacao a Pesquisa, 2003, Fortaleza. IX encontro de Iniciacao a Pesquisa, 2003. Grande area: Engenharias. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Impresso 3. SOUZA, Andre Lunardi de; FERNANDES NETO, Tobias Rafael; GELFUSO, Maria Virginia. Automatizacao de um forno de microondas para sinterizacao de corpos ceramicos.. In: IX encontro de Iniciacao a Pesquisa, 2003, Fortaleza. IX encontro de Iniciacao a Pesquisa, 2003. Grande area: Engenharias. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Impresso 4. SOUZA, Andre Lunardi de; GELFUSO, Maria Virginia; THOMAZINI, D.. AUTOMACAO DE UMA FONTE DE ALTA TENSAO PARA POLARIZACAO DE MATERIAIS PIEZOELETRICOS.. In: X ENCONTRO DE INICIACAO A PESQUISA DA UNIFOR, 2004, Fortaleza. X ENCONTRO DE INICIACAO A PESQUISA DA UNIFOR., 2004. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Impresso 5. SOUZA, Andre Lunardi de; GELFUSO, Maria Virginia; THOMAZINI, D.. ESTUDO DO COMPOSITO DE FIBRA DE COCO/LCC.. In: X ENCONTRO DE INICIACAO A PESQUISA DA UNIFOR, 2004, fortaleza. X ENCONTRO DE INICIACAO A PESQUISA DA UNIFOR, 2004. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Impresso 6. SOUZA, Andre Lunardi de; PINTO, P. E.; MOURA, H. J.. UM ESTUDO QUANTITATIVO DA PERCEPCAO DO ALUNO SOBRE A DISPARIDADE ENTRE TEORIA DA GESTAO E A PRATICA DE MERCADO.. In: XVI ENCONTRO DE POS-GRADUACAO E PESQUISA da UNIFOR, 2016, Fortaleza. XVI ENCONTRO DE POS-GRADUACAO E PESQUISA da UNIFOR, 2016. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Varios 7. SOUZA, Andre Lunardi de; REBOUCAS, R. C.; MACIEL, J. L. L.. DESENVOLVIMENTO DE AULA PRATICA PARA CALCULO DO RENDIMENTO DOS ATUADORES PNEUMATICOS.. In: XVI ENCONTRO DE INICIACAO A DOCENCIA, 2016, Fortaleza. XVI ENCONTRO DE INICIACAO A DOCENCIA, 2016. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Varios 8. REBOUCAS, R. C.; GUERREIRO, G. Q.; SOUZA, Andre Lunardi de et al. DESENVOLVIMENTO DE ATIVIDADE PRATICA PARA SIMULACAO DE ACIONAMENTOS ELETROPNEUMATICOS.. In: ENCONTRO DE INICIACAO A DOCENCIA., 2017, FORTALEZA. IX - ENCONTRO DE PRATICAS DOCENTES, 2017. Referencias adicionais: Classificacao do evento: Local; Brasil/ Bretao; Homepage: [http://uol.unifor.br/oul/conteudosite/?cdConteudo=7914299]; ISSN/ISBN: 2179-4332. 9. GUERREIRO, G. Q.; REBOUCAS, R. C.; SOUZA, Andre Lunardi de et al. O USO DE FERRAMENTAS DE SOFTWARES PARA SIMULACAO E EVOLUCAO DA APRENDIZAGEM.. In: ENCONTRO DE INICIACAO A DOCENCIA., 2017, FORTALEZA. IX - ENCONTRO DE PRATICAS DOCENTES, 2017. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues; Meio de divulgacao: Digital; Homepage: [http://uol.unifor.br/oul/conteudosite/?cdConteudo=7883191]; ISSN/ISBN: 2175-5396. 10. VIANA, F. L. E.; SOUZA, Andre Lunardi de. Sustentabilidade na Cadeia de Suprimentos e Economia Circular: uma revisao sistematica da literatura. In: XVII Encontro de Pos-Graduacao e Pesquisa da UNIFOR, 2017, Fortaleza. Anais do XVII Encontro de Pos-Graduacao e Pesquisa da UNIFOR, 2017. Palavras-chave: Economia Circular; Sustentabilidade na Cadeia de Suprimentos. Grande area: Ciencias Sociais Aplicadas. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues 11. SOUZA, Andre Lunardi de; VIANA, F. L. E.. OS PRINCIPIOS DA ECONOMIA CIRCULAR E A MINIMIZACAO DE PERDAS NA CADEIA DE SUPRIMENTO DE FRUTAS FRESCAS.. In: XVIII Encontro de Pos-Graduacao e Pesquisa da UNIFOR, 2018, Fortaleza. Anais do XVIII Encontro de Pos-Graduacao e Pesquisa da UNIFOR. Fortaleza, 2018. Palavras-chave: Economia Circular. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Digital 12. SOUZA, Andre Lunardi de; VIANA, F. L. E.; VASCONCELOS, D. C.. APLICACAO DOS PRINCIPIOS DA ECONOMIA CIRCULAR NA CADEIA DE SUPRIMENTO DE FRUTAS FRESCAS.. In: XX ENGEMA - Encontro Internacional sobre Gestao Ambiental e Meio Ambiente, 2018, Sao Paulo. Anais do XX ENGEMA. Sao Paulo : Universidade de Sao Paulo, 2018. Referencias adicionais: Classificacao do evento: Internacional; Brasil/ Portugues; Meio de divulgacao: Digital 13. SOUZA, Andre Lunardi de; VIANA, F. L. E.; SANTOS, A. V. B.. APLICACOES DOS PRINCIPIOS DA ECONOMIA CIRCULAR NO SETOR VAREJISTA. In: XXV ENCONTRO DE INICIACAO A PESQUISA, 2019, Fortaleza. Anais do XXV Encontro de Iniciacao a Pesquisa da Unifor, 2019. Palavras-chave: Economia Circular. Grande area: Ciencias Sociais Aplicadas. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Varios 14. SOUZA, Andre Lunardi de; HOLANDA, L. L. R.. A IMPRESSAO 3D NO ENSINO DO DESENHO TECNICO MECANICO. In: XIX ENCONTRO DE INICIACAO A DOCENCIA, 2019, Fortaleza. Anais do XXV Encontro de Iniciacao a Pesquisa da Unifor, 2019. Palavras-chave: IMPRESSORA 3D. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Digital 15. SOUZA, Andre Lunardi de; MACIEL, J. L. L.; SCORTEGAGNA, L. F. et al. IMPLEMENTACAO DA TECNOLOGIA DE VACUO NA DISCIPLINA DE SISTEMAS HIDRAULICOS E PNEUMATICOS. In: XXV ENCONTRO DE INICIACAO A PESQUISA, 2019, Fortaleza. Anais do XXV Encontro de Iniciacao a Docencia da Unifor, 2019. Palavras-chave: PNEUMATICA; SISTEMAS PNEMATICOS; VACUO. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Digital 16. SOUZA, Andre Lunardi de; PAIVA, R. O.; FERREIRA, E. S. S.. PESQUISA PARA DETERMINAR A POSICAO DE GRAVACAO E VIRTUALIZACAO DAS AULAS PRATICAS DA DISCIPLINA DE SISTEMAS HIDRAULICOS E PNEUMATICOS. In: XXV ENCONTRO DE INICIACAO A DOCENCIA, 2020, Fortaleza. Anais do XX Encontro de Iniciacao a Docencia da Unifor, 2020. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Digital; ISSN/ISBN: 2175-5396. 17. SOUZA, Andre Lunardi de; FERREIRA, E. S. S.; PAIVA, R. O. et al. VIRTUALIZACAO DO MATERIAL DIDATICO PARA AUXILIO NO USO DE DIAGRAMAS DE ESPECIFICACAO E DIMENSIONAMENTO DE COMPONENTES PARA SISTEMAS PNEUMATICOS. In: XX ENCONTRO DE INICIACAO A DOCENCIA, 2020, Fortaleza. Anais do XX Encontro de Iniciacao a Docencia da Unifor, 2020. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Digital; ISSN/ISBN: 2175-5396. 18. SOUZA, Andre Lunardi de; CABRAL, M. J.; MONTEIRO, R. N. et al. O USO DE GIFS NO PROCESSO DE ENSINO APRENDIZAEM DE UMA DISCIPLINA TEORICO-PRARICA DURANTE O PERIODO DA PANDEMIA. In: XX ENCONTRO DE INICIACAO A DOCENCIA, 2020, Fortaleza. Anais do XX Encontro de Iniciacao a Docencia da Unifor, 2020. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Digital; ISSN/ISBN: 2175-5396. 19. SOUZA, Andre Lunardi de; MENEZES, P. V. S.. USO DA IMPRESSAO 3D COMO FERRAMENTA DE APRENDIZADO.. In: XXII - ENCONTRO DE INICIACAO A DOCENCIA, 2022, Fortaleza. XXII - ENCONTRO DE INICIACAO A DOCENCIA DA UNIFOR, 2022. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Digital; Homepage: [https://uol.unifor.br/oul/conteudosite/?uuid=634388FE31359583171BBEAC639994E9D1F9E6FA] Artigos completos/resumidos publicados em periodicos 1. DE VASCONCELOS, DANILO CAVALCANTE; VIANA, FERNANDO LUIZ EMERENCIANO; DE SOUZA, ANDRE LUNARDI. Circular Economy and Sustainability in the Fresh Fruit Supply Chain: A Study across Brazil and the UK. LATIN AMERICAN BUSINESS REVIEW (BINGHAMTON, N.Y.), v. 1, p. 1-29, 2021. ; Meio de divulgacao: Digital; Homepage: [http://https://www.tandfonline.com/doi/full/10.1080/10978526.2021.1941070]; Serie: 1; ISSN/ISBN: 10978526. Producao tecnica Produtos tecnologicos 1. SOUZA, Andre Lunardi de; MACEDO, A. R. L.. Sistema Integrado de Ensaio para Misturas Betuminosas e Solos. 2007. Grande area: Engenharias. Setores de atividade: Transporte terrestre. Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Outro; Homepage: http://v2.armtecbrasil.com/index.php?produto; Finalidade: Ensaios Acelerados de desgaste.; Disponibilidade: Irrestrita; Cidade: Fortaleza; Inst. promotora/financiadora: FINEP. O SIEMBS e um conjunto composto por dois modulos operacionais: Modulo de Ensaio, onde os ensaios sao efetivamente realizados, e o Modulo de Controle, onde ocorre todo o controle, monitoramento e coleta dos dados dos ensaios.&#10;&#10;O Sistema realiza ensaios de utilidade para o projeto de pavimentos flexiveis e que permitem: Determinar os valores do modulo de resiliencia de solos para varias tensoes aplicadas de acordo com o metodo estabelecido pela norma rodoviaria DNER-ME 131/94; Determinar o modulo de resiliencia de misturas betuminosas de acordo com o metodo estabelecido pela norma rodoviaria DNER-ME 133/94; Determinar a vida de fadiga para misturas betuminosas.. 2. SOUZA, Andre Lunardi de; MACEDO, A. R. L.. Robo Simulador de Grande Porte. 2008. Grande area: Engenharias. Setores de atividade: Transporte terrestre. Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Outro; Homepage: http://v2.armtecbrasil.com/index.php?produto; Finalidade: Simulacao de Trafego; Disponibilidade: Irrestrita; Cidade: Fortaleza; Inst. promotora/financiadora: FINEP. O RSGP V 1.0 e um equipamento para a realizacao de ensaios em campo, objetivando a avaliacao acelerada de pavimentos em toda sua composicao, podendo imprimir uma carga que influenciara as camadas do pavimento, incluindo o revestimento, base e sub-base. &#10;&#10;O RSGP V1.0 dispoe de um vao util de 8m de comprimento para a realizacao dos ensaios que sao configurados levando em conta as seguintes variaveis:Composicao&#10;&#09;Sistema hidraulico&#10;&#09;Estrutura&#10;&#09;Carro de ensaio&#10;&#09;Sistema de movimentacao do carro de ensaio&#10;&#09;Sistema de aplicacao de forca&#10;&#09;Sapatas&#10;&#09;Sistema de controle dos ensaios&#10;Robo Simulador de Grande PorteOs ensaios do RSGP ocorrem de forma autonoma. Em um ensaio qualquer o operador pode programar paradas para medicoes de deformacao e temperatura do pavimento, permitindo a analise de resultados que sao enviados automaticamente ao final do ensaio, via GPRS, para o site da ARMTEC na WEB. Dessa forma o pesquisador nao precisa aguardar a chegada do equipamento que pode estar localizado a quilometros de distancia, a depender de onde o ensaio esta sendo realizado, bastando apenas acessar a pagina do site dedicada ao RSGP adquirido e informar o ?login? e ?senha? para analise dos relatorios de ensaios que sao armazenados continuamente.. Demais tipos de producao tecnica 1. SOUZA, Andre Lunardi de. Marketing de Relacionamento.. 2011. (Apresentacao de Trabalho/Seminario). Referencias adicionais: Brasil/Portugues. 2. SOUZA, Andre Lunardi de; VIANA, F. L. E.. SUSTENTABILIDADE NA CADEIA DE SUPRIMENTOS E ECONOMIA CIRCULAR: UMA REVISAO SISTEMATICA DA LITERATURA. 2017. (Apresentacao de Trabalho/Outra). Palavras-chave: Economia Circular; Sustentabilidade na Cadeia de Suprimentos. Grande area: Ciencias Sociais Aplicadas. Referencias adicionais: Brasil/Bretao; Local: Ceara; Cidade: FORTALEZA; Evento: XVII ENCONTRO DE POS-GRADUACAO E PESQUISA; Inst. promotora/financiadora: Universidade de Fortaleza. 3. SOUZA, Andre Lunardi de. VANTAGENS DAS PARCERIAS ESTRATEGICAS NO PONTO DE VISTA DA ESTRATEGIA COMO PRATICA.. 2017. (Apresentacao de Trabalho/Outra). Palavras-chave: Parcerias; Aliancas Corporativas; Relacoes de Confianca; Estrategia como Pratica. Grande area: Ciencias Sociais Aplicadas. Referencias adicionais: Brasil/Bretao; Local: UNIVERSIDADE DE FORTALEZA - UNIFOR; Cidade: FORTALEZA; Evento: XVII ENCONTRO DE POS-GRADUACAO E PESQUISA; Inst. promotora/financiadora: UNIVERSIDADE DE FORTALEZA - UNIFOR. 4. SOUZA, Andre Lunardi de; CARNEIRO, J. M.; NASCIMENTO, A. P. et al. EXPERIMENTACAO E DESAFIOS: ENGENHARIA APLICADA COMO FERRAMENTA DE TRANSFORMACAO SOCIAL. 2022. (Apresentacao de Trabalho/Outra). Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Local: Ceara; Cidade: Fortaleza; Evento: I Encontro de Curricularizacao da Extensao; Inst. promotora/financiadora: Universidade de Fortaleza. 5SOUZA, Andre Lunardi de. DESENHO MECANICO - SOLIDWORKS. 2020. (Curso de curta duracao ministrado/Extensao). Palavras-chave: SOLIDWORKS; PROJETO. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Unidade: horas; Tipo de participacao: Docente; Duracao do evento: 20; Inst. promotora: UNIVERSIDADE DE FORTALEZA. EMENTA: Vistas ortograficas, aplicacao de cortes e cotagem de componentes mecanicos a mao livre e via software. Montagens de conjuntos e subconjunto e aplicacao de elementos de maquinas padronizados (de fixacao) via software. Desenvolvimento do desenho tecnico, vista explodia e listagem automatica de componentes via software.. 6SOUZA, Andre Lunardi de; MAGALHAES, F. R. P.. Projetos e Sistemas Mecanicos - T941. 2016. (Desenvolvimento de material didatico ou instrucional - PROJETO DE ENSINO). Palavras-chave: Plano de Ensino. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Digital; Homepage: https://www.unifor.br/web/graduacao/engenharia-de-controle-e-automacao#subject_7_6; Finalidade: Projeto de desenvolvimento do plano de ensino para disciplina de graduacao. 7SOUZA, Andre Lunardi de; MAGALHAES, F. R. P.. Projeto Assistido por Computador - T939. 2016. (Desenvolvimento de material didatico ou instrucional - PROJETOS DE ENSINO). Palavras-chave: Plano de Ensino. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Digital; Homepage: https://www.unifor.br/web/graduacao/engenharia-de-controle-e-automacao#subject_7_5; Finalidade: Projeto de desenvolvimento do plano de ensino para para disciplina de graduacao.. 8SOUZA, Andre Lunardi de. Coordenador do Curso de Engenharia de Computacao. 2021. (Coordenacao de Curso). Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Impresso; Finalidade: Coordenador do Curso de Engenharia de Computacao; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. PORTARIA R. Nº 59 de 02 de a gosto de 2021 - Designa r o professor Andre Lunardi de Souza para exercer a funcao de Coordenador do Curso de Engenharia de Computacao do Centro de Ciencias Tecnologicas CCT da Universidade de Fortaleza, n o periodo de 0 2 de a gosto de 2021 a 02 d e a gosto de 2023, conforme o a rt. 47 do Regimento Interno da Universidade.. 9SOUZA, Andre Lunardi de. Coordenador do Curso de Engenharia de Controle e Automacao. 2021. (Coordenacao de Curso). Referencias adicionais: Brasil/Portugues; Finalidade: Coordenador do Curso de Engenharia de Controle e Automacao; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. PORTARIA R. Nº 60 de 02 de a gosto de 2021 - Designar o professor Andre Lunardi de Souza para exercer a funcao de Coordenador do Curso de Engenharia de Controle e Automacao do Centro de Ciencias Tecnologicas C CT da Universidade de Fortaleza, n o periodo de 02 de a gosto de 2021 a 02 de a gosto de 2023, conforme o art. 47 do Regimento Interno da Universidade.. 10SOUZA, Andre Lunardi de. Coordenador do Curso de Engenharia de Computacao. 2022. (Coordenacao de Curso). Referencias adicionais: Brasil/Portugues; Finalidade: Coordenador do Curso de Engenharia de Computacao; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. PORTARIA R. Nº 59 de 02 de a gosto de 2021 - Designa r o professor Andre Lunardi de Souza para exercer a funcao de Coordenador do Curso de Engenharia de Computacao do Centro de Ciencias Tecnologicas CCT da Universidade de Fortaleza, n o periodo de 0 2 de a gosto de 2021 a 02 d e a gosto de 2023, conforme o a rt. 47 do Regimento Interno da Universidade.. 11SOUZA, Andre Lunardi de. Coordenador do Curso de Engenharia de Controle e Automacao. 2022. (Coordenacao de Curso). Referencias adicionais: Brasil/Portugues; Finalidade: Coordenador do Curso de Engenharia de Controle e Automacao; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. PORTARIA R. Nº 60 de 02 de a gosto de 2021 - Designar o professor Andre Lunardi de Souza para exercer a funcao de Coordenador do Curso de Engenharia de Controle e Automacao do Centro de Ciencias Tecnologicas C CT da Universidade de Fortaleza, n o periodo de 02 de a gosto de 2021 a 02 de a gosto de 2023, conforme o art. 47 do Regimento Interno da Universidade.. 12SOUZA, Andre Lunardi de. Coordenador do Curso de Engenharia de Computacao. 2023. (Coordenacao de Curso). Referencias adicionais: Brasil/Portugues; Finalidade: Coordenador do Curso de Engenharia de Computacao; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. PORTARIA R. Nº 75 de 02 de a gosto de 2023 - Designa r o professor Andre Lunardi de Souza para exercer a funcao de Coordenador do Curso de Engenharia de Computacao do Centro de Ciencias Tecnologicas CCT da Universidade de Fortaleza, n o periodo de 0 2 de a gosto de 2021 a 02 d e a gosto de 2023, conforme o a rt. 47 do Regimento Interno da Universidade.. 13SOUZA, Andre Lunardi de. Coordenador do Curso de Engenharia de Controle e Automacao. 2023. (Coordenacao de Curso). Referencias adicionais: Brasil/Portugues; Finalidade: Coordenador do Curso de Engenharia de Controle e Automacao; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. PORTARIA R. Nº 77, de 02 de agosto de 2023 - Reconduzir o professor Andre Lunardi de Souza para exercer a funcao de Coordenador do Curso de Engenharia de Controle e Automacao do Centro de Ciencias&#10;Tecnologicas - CCT da Universidade de Fortaleza, no periodo de 02 de agosto de 2023 a 02 de agosto de 2025, conforme o art. 47 do Regimento Interno da Universidade.. 14SOUZA, Andre Lunardi de; CABRAL, M. J.. N770 - DESENHO MECANICO. 2023. (PROJETO DE ENSINO). Referencias adicionais: Brasil/Portugues; Finalidade: PROJETO DE ENSINO; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. 15SOUZA, Andre Lunardi de; LUCENA, A. M. P.. N884 - SISTEMAS DE CONTROLE DIGITAL. 2024. (PROJETO DE ENSINO). Referencias adicionais: Brasil/Portugues; Finalidade: PROJETO DE ENSINO; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. 16SOUZA, Andre Lunardi de; CUNHA NETO, J. S.; MARINHO, J. P.. N746 - INSTRUMENTACAO E CONTROLE. 2024. (PROJETO DE ENSINO). Referencias adicionais: Brasil/Portugues; Finalidade: PROJETO DE ENSINO; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. 17SOUZA, Andre Lunardi de; MAGALHAES, R. A.; MARINHO, J. P.. N787 - ELEMENTOS DE TRANSMISSOES. 2024. (PROJETO DE ENSINO). Referencias adicionais: Brasil/Portugues; Finalidade: PROJETO DE ENSINO; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. 18SOUZA, Andre Lunardi de; MORAIS, J. B. M.; MARINHO, J. P.. N792 - PROJETO CONSTRUCAO DE MAQUINAS. 2024. (PROJETO DE ENSINO). Referencias adicionais: Brasil/Portugues; Finalidade: PROJETO DE ENSINO; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. 19SOUZA, Andre Lunardi de; MAGALHAES, F. R. P.; MARINHO, J. P. et al. N882 - ACIONAMENTOS ELETRICOS. 2024. (PROJETO DE ENSINO). Referencias adicionais: Brasil/Portugues; Finalidade: PROJETO DE ENSINO; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. 20SOUZA, Andre Lunardi de; CUNHA NETO, J. S.; MARINHO, J. P. et al. N883 - PROJETO AUTOMACAO INDUSTRIAL. 2024. (PROJETO DE ENSINO). Referencias adicionais: Brasil/Portugues; Finalidade: PROJETO DE ENSINO; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. 21SOUZA, Andre Lunardi de; LUCENA, A. M. P.. N884 - SISTEMAS DE CONTROLE DIGITAL. 2024. (PROJETO DE ENSINO). Referencias adicionais: Brasil/Portugues; Finalidade: PROJETO DE ENSINO; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. 22SOUZA, Andre Lunardi de; MAGALHAES, R. A.; ARAGAO JUNIOR, B. R.. N884 - SISTEMAS DE CONTROLE DIGITAL. 2024. (PROJETO DE ENSINO). Referencias adicionais: Brasil/Portugues; Finalidade: PROJETO DE ENSINO; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. 23SOUZA, Andre Lunardi de; ROCHA JR, Joao Reinaldo Imbiriba da. N894 - COMPUTACAO EMBARCADA. 2024. (PROJETO DE ENSINO). Referencias adicionais: Brasil/Portugues; Finalidade: PROJETO DE ENSINO; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. 24SOUZA, Andre Lunardi de; CUNHA NETO, J. S.. N941 - SUPERV DE SIST AUTOMATIZADOS. 2024. (PROJETO DE ENSINO). Referencias adicionais: Brasil/Portugues; Finalidade: PROJETO DE ENSINO; Local: Centro de Ciencias Tecnologicas CCT; Cidade: Fortaleza - CE; Inst. promotora/financiadora: Universidade de Fortaleza - Unifor. 25DE SOUZA, ANDRE LUNARDI. Chegada do 5G trara oportunidades para novas tecnologias e mercado de trabalho. 2021. (Programa de radio ou TV/Entrevista). Referencias adicionais: Brasil/Portugues; Tema: TECNOLOGIA; Data de apresentacao: 13/12/2021; Emissora: JORNAL DIARIO DO NORDESTE. 26DE SOUZA, ANDRE LUNARDI. Guia das Profissoes: Engenharia da Computacao. 2023. (Programa de radio ou TV/Entrevista). Referencias adicionais: Brasil/Portugues; Tema: Guia das Profissoes; Duracao do evento: 3; Data de apresentacao: 15/12/2022; Emissora: SE LIGA - VERDES MARES. 27DE SOUZA, ANDRE LUNARDI. O que faz um engenheiro da computacao? Conheca as possibilidades de atuacao.. 2024. (Programa de radio ou TV/Entrevista). Palavras-chave: Eng. de Computacao. Referencias adicionais: Brasil/Portugues; Tema: Blog Melhor Profissao; Data de apresentacao: 20/08/2024; Emissora: www.unifor.br. Orientacoes concluidas Graduacao 1. TIAGO DE ALMEIDA ONOFRE. APLICACAO DO KIT DUPLO COMBUSTIVEL EM GRUPO MOTOR GERADOR A DIESEL PARA UTILIZACAO DE MISTURA COM GAS NATURAL. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: MOTOR GERADOR DIESEL; GAS NATURAL; KIT DUPLO COMBUSTIVEL. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 2. ARTHUR CESAR PESSOA SOARES. DESENVOLVIMENTO DE UM ABAFADOR ACUSTICO PARA CHAVES DE TORQUE PNEUMATICAS.. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: SISTEMAS PNEMATICOS; ABAFADOR ACUSTICO. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 3. THOMAS ROBSON VIEIRA FERNANDES. A GESTAO DA MANUTENCAO EM UMA EMPRESA DE BEBIDAS. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: Gestao da Manutencao. Grande area: Engenharias. Grande area: Engenharias / Area: Engenharia Mecanica. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 4. DANIEL COSTA BARROS. PROJETO DE EFICIENCIA ENERGETICA EM UMA REDE DE AR COMPRIMIDO NA INDUSTRIA DE FIACAO TEXTIL. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: AR COMPRIMIDO; EFICIENCIA ENERGETICA. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 5. DEYVISON BRAGA DA SILVA. PROPOSTA DE SUBSTITUICAO DO ANEL DE RETENCAO DA ENGRENAGEM PLANETARIA NA TRANSMISSAO DE VEICULOS OFF ROAD DE TRACAO 4X2 QUE UTILIZAM O SISTEMA DO VOLKSWAGEN SEDAN. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: TRANSMISSAO MECANICA. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 6. RAUL CRUZ REBOLSAS. PROJETO CONCEITUAL DE UMA DESBOBINADEIRA DE CABOS. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: PROJETO; KATIA. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 7. RODRIGO MOURA DE AGUIAR. PROJETO DE AUTOMACAO DE UM SISTEMA DOSADOR DE LIQUIDOS E GRANEIS SOLIDOS. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: PROJETO; AUTOMACAO. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 8. LINDO JOHNSON DA SILVA ALVES. ANALISE DE POTENCIA E DESEMPENHO DE UM MOTOR CICLO OTTO ALIMENTADO COM GNV. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 9. GILBERSON TIAGO MOURA SANTOS. DESENVOLVIMENTO DE UM PROJETO PNEUMATICO PARA ACIONAMENTO DE UMA CANCELA DE CONTROLE DE ACESSO A UM ESTACIONAMENTO VEICULAR. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 10. LOURIVAL ESTEVES DOS SANTOS NETO. PROJETO DE DIMENSIONAMENTO DE UMA UNIDADE HIDRAULICA PARA AUTOMATIZACAO DE UMA PRENSA DE ACIONAMENTO MANUAL COM CAPACIDADE DE 60 T. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: PROJETO; FLUIDSIM; HIDRAULICA. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 11. LUCAS ARAUJO TAVARES. PROJETO DE OTIMIZACAO DO ESTOQUE DE UMA EMPRESA DE CALCADOS. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 12. EMANUEL VICTOR ALVES CORDEIRO. PROPOSTA DE MELHORIA PARA O PROCESSO PRODUTIVO DE UMA EMPRESA DE CONFECCAO. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: QUALIDADE; PROCESSO PRODUTIVO; CONFECCAO. Grande area: Engenharias. Setores de atividade: Confeccao de artigos do vestuario e acessorios. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 13. EMMANUEL MARINHO ASSUNCAO. PROPOSTA DE REMODELAGEM DE UMA ESTRUTURA DE UM PARQUE DE DIVERSAO. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: PROJETO; KATIA. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 14. WESLEY NOBRE CAVALCANTE. PROJETO CONCEITUAL DE EQUIPAMENTO ERGONOMICO PARA COLETA SELETIVA. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: PROJETO; SOLIDWORKS. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 15. DAVID BEZERRA FONTOURA. ANALISE DA EVOLUCAO DOS MOTORES A COMBUSTAO INTERNA - CICLO OTTO. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: MOTORES CICLO OTTO. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 16. LEANDRO ENIR CORDEIRO JOCA. ESTUDO COMPARATIVO ENTRE A UTILIZACAO DA GRANADA E DO QUARTZO COMO ABRASIVO PARA O CORTE A JATO D'AGUA. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: Corte a jato d'agua. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 17. MARCOS VINICIUS MEDEIROS OLIVEIRA. PROJETO DO SISTEMA DE EXAUSTAO DE UMA COZINHA INDUSTRIAL. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: PROJETO; EXAUSTAO; COZINHA INDUSTRIAL. Grande area: Engenharias. Setores de atividade: Alimentacao. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 18. ANTONIO ADRIANO MESQUITA ARAUJO. DIMENSIONAMENTO DA REDE DE AR COMPRIMIDO DO SETOR DE USINAGEM EM UMA INDUSTRIA METAL MECANICA NO MUNICIPIO DE MARACANAU. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: AR COMPRIMIDO; PNEUMATICA; PROJETO; DIMENSIONAMENTO. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 19. JOSIBERTO FERREIRA MOREIRA. OTIMIZACAO DO CONSUMO DO FORNO A GAS EM FOGOES DOMESTICOS. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: FORNO A GAS; CONSUMO; EFICIENCIA ENERGETICA. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 20. CARLOS ROBERTO DE CASTRO BEZERRA FILHO. DESENVOLVIMENTO DE UM FMEA PARA REDUCAO DE CUSTOS DE MANUTENCAO NO SISTEMA HIDRAULICO DE UM COMPACTADOR DE LIXO SOBRE CHASSI. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: HIDRAULICA. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 21. FRANCISCO EDER BARBOSA RODRIGUES. DESENVOLVIMENTO DE UMA MAQUINA CNC PARA GRAVACAO A LASER EM MADEIRA. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: CNC; LASER. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 22. FRANCISCO HIGOR ANDRADE DA SILVA. APLICACAO EM IoT PARA ANALISE DE PARAMETROS DE FUNCIONAMENTO EM COPRESSORES DE UMA LINHA PNEUMATICA A FIM DE PREVER POSSIVEIS FALHAS DE FUNCIOANAMENTO. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: IoT; AUTOMACAO; PNEUMATICA. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 23. ISAAC CASTELO COSTA. ANALISE ESTRUTURAL DE SUPORTE METALICO PARA FIXACAO DE PLACAS FOTOVOLTAICAS NO SOLO. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: PROJETO; PAINEL FOTOVOLTAICO; SOLIDWORKS. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 24. JOSE ADAILSON DA SILVA ALVES. IMPLEMENTACAO DO CONTROLE AUTOMATICO PARA DOSAGEM DE ACIDO E SODA EM REGENERACAO DE RESINAS NA PRODUCAO DE AGUAS DESMINERALIZADA. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: AUTOMACAO; PROCESSO PRODUTIVO. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 25. LUCAS VALENTE LOPES. PROPOSTA DE MELHORIA NO PROCESSO DE SEPARACAO E ARMAZENAMENTO DE CHAPAS EM ACO INOX COM A REESTRUTURACAO DO AMBIENTE PRODUTIVO. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: PROCESSO PRODUTIVO; PROJETO. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 26. PEDRO ROCHA TELES JUNIOR. PROPOSTA DE MELHORIA NA GESTAO DE MANUTENCAO EM UM VEICULO MILITAR DE COMBATE A INCENCIO. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: MANUTENCAO; QUALIDADE. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 27. RAFAEL SARAIVA GOMES. PROJETO DE UM SELECIONADOR DE PECAS AUTOMATIZADO APLICADO EM UMA BANCADA PNEUMATICA DE MANUFATURA INDUSTRIAL. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: PNEUMATICA; SISTEMAS PNEMATICOS; PROCESSO PRODUTIVO; MANUFATURA. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 28. THALLYS BARBOSA FERNANDES. AUTOMACAO DE UM DEFUMADOR PARA CHURRASCO. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: AUTOMACAO; PROJETO; SOLIDWORKS. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 29. MAURO DE SOUZA FONTES JUNIOR. DETALHAMENTO TECNICO DE UM EQUIPAMENTO DE MUSCULACAO CONFECCIONADO POR UMA FABRICA LOCALIZADA NA REGIAO METROPOLITANA DE FORTALEZA. 2021. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: PROJETO; SOLIDWORKS. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 30. FRANCISCO LUCIELTON SANTOS SILVA. COMPARACAO ENTRE METODO ANALITICO E METODO DOS ELEMENTOS FINITOS PARA O DIMENSIONAMENTO DE UM VASO DE PRESSAO. 2021. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: PROJETO; SOLIDWORKS. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 31. JULIERMES SOUSA DE OLIVEIRA. PROJETO DE UM ELEVADOR DE CARGA COM CAPACIDADE PARA 600 kg. 2021. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: AUTOMACAO; PROJETO; KATIA. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 32. DAVI PIMENTEL DE SENA. PROJETO E SIMULACAO COMPUTADORIZADA DE UM SISTEMA HIBRIDO: FOTOVOLTAICO E AQUECEDOR DE AGUA. 2021. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: AUTOMACAO; PROJETO; SOLIDWORKS; PAINEL FOTOVOLTAICO. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 33. ANTONIO RAPHAEL GOMES DE MATOS. ADEQUACAO DE UMA UNIDADE HIDRAULICA PARA PLATAFORMAS DE NIVELAMENTO DE DOCAS CONFORME AS NORMAS DE SEGURANCA.. 2021. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 34. SAVIO PEREIRA DE FREITAS. ESTUDO DAS TECNICAS DE PROTOTIPAGEM VIRTUAL E FISICA ATRAVES DE METODOS ADITIVOS E SUBTRATIVOS. 2022. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: AUTOMACAO; CNC; PROCESSO PRODUTIVO; IMPRESSORA 3D. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 35. KELVIN VANDERLEY CASTRO. DESENVOLVIMENTO DO PROTOTIPO DE UM ALIMENTADOR AUTOMATICO PARA O CULTIVO DE CAMARAO. 2022. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 36. ROMARIO NOGUEIRA MONTEIRO. USO DA REALIDADE AUMENTADA NO PROCESSO DE MANUTENCAO PREVENTIVA E CORETIVA DE SISTEMAS PNEUMATICOS. 2022. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 37. PATRICIO CESAR SILVA ALENCAR. ESTUDO PARA DEFINIR O MODELO IDEAL DE VENEZIANAS UTILIZADS EM GALPOES INDUSTRIAIS NATURALMENTE VENTILADOS, POR MEIO DE SIMULACOES COMPUTACIONAIS. 2022. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: SOLIDWORKS; MEF; ELEMENTOS FINITOS. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 38. JOAO EUFRASIO DA MOTA JUNIOR. MECANIZACAO DA COLHEITA DE COCO VERDE NA REGIAO DE PARAIPABA-CE. 2023. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 39. ELBER SAVIO SOUZA FERREIRA. ANALISE COMPUTACIONAL PARA AVALIACAO DO USODE ESTRUTURAS EM ACO OU EM LIGA DE ALUMINIO COMO REFORCO FRONTAL DE UM CAPO AUTOMOTIVO. 2023. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 40. ANTONIO WALTER NASCIMENTO SA. DESENVOLVIMENTO DE UM MODULO DE DIAGNOSTICO AUTOMOTIVO UTILIZANDO O ESP32 E O ELM327. 2023. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Computacao) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 41. SAMUEL JONATAS MONTEIRO SAMPAIO. PROJETO DE UMA REDE DE AR COMRPIMIDO E UMA CONCESSIONARIA DE CAMINHOES.. 2024. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: AR COMPRIMIDO. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. Orientacoes de outra natureza 1. LUIZ LEDO ROCHA HOLANDA. MONITORIA - DISCIPLINA DE DESENHO MECANICO. 2019. Orientacao de outra natureza. (Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: SOLIDWORKS. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 2. LUAN FONTENELE SCORTEGAGNA. MONITORIA - DISCIPLINA DE SISTEMAS HIDRAULICOS E PNEUMATICOS. 2019. Orientacao de outra natureza. (Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: AR COMPRIMIDO; FLUIDSIM. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 3. ISAAC CASTELO COSTA. MONITORIA - DISCIPLINA DE SISTEMAS HIDRAULICOS E PNEUMATICOS. 2019. Orientacao de outra natureza. (Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: AR COMPRIMIDO; FLUIDSIM. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 4. ELBER SAVIO SOUZA FERREIRA. MONITORIA - DISCIPLINA DE SISTEMAS HIDRAULICOS E PNEUMATICOS. 2020. Orientacao de outra natureza. (Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: AR COMPRIMIDO; SISTEMAS PNEMATICOS; PNEUMATICA; HIDRAULICA. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 5. RODRIGO OLIVEIRA PAIVA. MONITORIA - DISCIPLINA DE SISTEMAS HIDRAULICOS E PNEUMATICOS. 2020. Orientacao de outra natureza. (Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Andre Lunardi de Souza. Palavras-chave: AR COMPRIMIDO; SISTEMAS PNEMATICOS; PNEUMATICA; HIDRAULICA. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. Voltar Dados Complementares Participacao em bancas examinadorasParticipacao em bancas de comissoes julgadorasParticipacao em eventos Participacao em bancas examinadoras Trabalhos de Conclusao de Curso de graduacao 1. SOUZA, Andre Lunardi de. Participacao em banca de Osnir Rodrigues da Cruz. Aplicacao do Metodo PDCA em uma Industria de Bebidas do Estado do Ceara. 2013. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 2. SOUZA, Andre Lunardi de. Participacao em banca de Victor Adriano Cutrim Rodrigues. Analise do Desempenho de um motor FLEX 1.4 sobrealimentado com o uso de turbocompressor.. 2013. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 3. FURTADO, Eduardo Jorge de A. A.; OLIVEIRA, Lucia M. Barbosa et al. Participacao em banca de Pedro Henrique Araujo Leopoldo. Manutencao em equipamentos de porte pesado: estudo de caso.. 2014. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 4. FURTADO, Eduardo Jorge de A. A.; MARTINS, Eliomar torres et al. Participacao em banca de Pedro Lucas Lira Arrais Maia. Analise da manutencao preventiva nos elevadores de cremalheira - estudo de caso.. 2014. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 5. DUARTE, Joao Batista Furlan; SOUZA, Andre Lunardi de. Participacao em banca de Saulo Henrique dos Santos Esteves. Projeto de Construcao de um veiculo automotor para coleta de residuos solidos urbanos. 2014. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 6. SOUZA, Andre Lunardi de. Participacao em banca de Leonardo de Lima. A correlacao entre parametros de usinagem e a rugosidade de pecas em aco 1045 usinadas pelo processo de torneamento sem fluido de corte.. 2014. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 7. FURTADO, Eduardo Jorge de A. A.; SOUZA, Andre Lunardi de. Participacao em banca de Daivison Rayonir Oliveira. Gestao de ativos vinculada a manutencao.. 2014. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 8. SOUZA, Andre Lunardi de. Participacao em banca de Jonas Becker Paiva. A utilizacao da energia fotovoltaica na industria.. 2014. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 9. BARBOSA, Josa Rui; SOUZA, Andre Lunardi de. Participacao em banca de Tairo Monte Saraiva. Projeto e fabricacao de maquina de embutir kaftas.. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 10. SOUZA, Andre Lunardi de. Participacao em banca de Lincoln Jose Barbosa Barros. Influencia da velocidade de corte e avanco na usinagem de aco inoxidavel 304.. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 11. DUARTE, Joao Batista Furlan; SOUZA, Andre Lunardi de. Participacao em banca de FRANCISCO EDIVAR DE QUEIROZ FILHO. Injecao de agua e metanol em motor diesel: Incremento de Potencia.. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 12. SOUZA, Andre Lunardi de. Participacao em banca de Thalisson Mororo Passos Medeiros. Evolucao das emissoes de poluentes do motor de combustao interna que opera segundo ciclo otto.. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 13. SOUZA, Andre Lunardi de. Participacao em banca de Danilo Jose Miranda de oliveira. Proposta de troca dos cabos de aco por cabos HMPE em Sycrolift de uma industria naval.. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 14. SOUZA, Andre Lunardi de. Participacao em banca de Marcos de Arruda Franco. Estudo da eficiencia da emulsao ultracut 370 na usinagem de aco 1045 em torno Tormax 20.. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 15. SOUZA, Andre Lunardi de. Participacao em banca de Adrisnando Jose Aires de Menezes Filho.. O efeito Peltier aplicado ao sistema de condicionamento de ar automotivo.. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 16. SOUZA, Andre Lunardi de. Participacao em banca de Isnard Noronha Bezerra. Analise dos modelos de Anemometros de copos utilizando nos parques eolicos cearenses.. 2015. Trabalho de Conclusao de Curso (Graduacao em engenharia mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 17. SOUZA, Andre Lunardi de. Participacao em banca de Everton Alisson Moura de Santana. Gestao de Ativos na Manutencao industrial. 2015. Referencias adicionais: Brasil/Portugues. 18. SOUZA, Andre Lunardi de. Participacao em banca de Geisi Bel da Silva Goes. Influencia das variacoes nos diametros normais de arames sobre as caracteristicas operacionais do processo de soldagem MIG/MAG.. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 19. SOUZA, Andre Lunardi de. Participacao em banca de Paulo Adriano de Almeida Magalhaes junior. Ensaio nao destrutivo por ultrassom em solda circunferencial em gasoduto de aco carbono. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 20. SOUZA, Andre Lunardi de. Participacao em banca de lluis Valle Beltran. Project Design Third Axis Of Paragliding Simulator.. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 21. SOUZA, Andre Lunardi de. Participacao em banca de Luiz Gastao de oliveira Filho. Analise de oleos Lubrificantes em maquinas pesadas: Ferramenta essencial para o gerenciamento e manutencao.. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 22. SOUZA, Andre Lunardi de. Participacao em banca de Jose Rodrigues de Andrade.. Geracao e Condicionamento de ar em uma unidade de producao de petroleo, sua importancia e manutencao.. 2015. Trabalho de Conclusao de Curso (Graduacao em engenharia mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 23. SOUZA, Andre Lunardi de. Participacao em banca de Blener da Costa Paiva. Tecnologia Assistiva: Projeto Experimental de uma acdeira de rodas para correcao de inclinacao.. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 24. SOUZA, Andre Lunardi de. Participacao em banca de Saymo Dias Auad de Queiroz. Analise comparativa dos fluidos de corte sinteticos e semi-sinteticos no torneamento do aco 1045. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 25. SOUZA, Andre Lunardi de. Participacao em banca de Felipe de Holanda Costa. Fachada Ventilada: Estudo de caso do processo produtivo.. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 26. SOUZA, Andre Lunardi de. Participacao em banca de Bruno Santos Mota. influencia do polimento dos dutos de admissao de cabecote no fluxo de massa de ar em motores de combustao interna. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 27. SOUZA, Andre Lunardi de. Participacao em banca de Kassio Galvao de Castro. Aplicacao dos metodos de inspecao nao destrutiveis em cabos de aco. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 28. DUARTE, Joao Batista Furlan; SOUZA, Andre Lunardi de. Participacao em banca de Carlos Leandro Alencar de Oliveira. Fabricacao de esponja ceramica para utilizacao em queimador. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 29. SOUZA, Andre Lunardi de. Participacao em banca de Marcio Rodrigues da Silva. Avaliacao das descontinuidades e recuperacao na soldagem dos ferros fundidos cinzentos: estudo de caso.. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 30. SOUZA, Andre Lunardi de. Participacao em banca de Antonio Wlisses vasconcelos. Calculo do dimensionamento de redes pneumaticas em estaleiro de medio porte.. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 31. FURTADO, Eduardo Jorge de A. A.; SOUZA, Andre Lunardi de. Participacao em banca de Yan Pierre Tavares. Gestao de falhas com o uso da manutencao preditiva.. 2016. Referencias adicionais: Brasil/Portugues. 32. SOUZA, Andre Lunardi de. Participacao em banca de Felipe Vitor Fernandes Tavares. Sistema de geracao de energia solar fotovoltaico aplicado em bombeamento de agua para abastecimento humano.. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 33. FURTADO, Eduardo Jorge de A. A.; SOUZA, Andre Lunardi de. Participacao em banca de Geisslan Nogueira Gomes. Proposta de desenvolvimento do TPM no setor de termoformagemde uma industria de refrigrradores. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 34. BARBOSA, Josa Rui; BARBOSA, Jose Rui et al. Participacao em banca de Edy Robert Ramos Wirtsbiki. Analise estrutural de um chassi tubular de fabricacao artesanal com uso de software cae.. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 35. SOUZA, Andre Lunardi de. Participacao em banca de Ana paula Moura de Lima. Analise da gestao da manutencao em empresa de construcao civil pesada com cretificacao em qualidade, seguranca e meio ambiente: estudo de caso.. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 36. MARTINS, Eliomar torres; PEREZ, antonio claudio et al. Participacao em banca de Renan Luiz Cassiano Peres. Analise microestrutural do retrabalho de soldagem utilizando processo de soldagem mig/mag e eletrodo revestido.. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 37. SOUZA, Andre Lunardi de. Participacao em banca de Enoque Jaime de Moura Neto. Proposta de implementacao de um modelo de melhoria dos processos em uma empresa metalurgica localizada no estado do Ceara.. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 38. JUNIOR, Jose Almeida Santos; MAGALHAES, Rafael Aragao et al. Participacao em banca de Enoque Jaime de Moura Neto. Proposta de implementacao de um modelo de melhoria dos processos de uma empresa metalurgica localizada no estado co Ceara.. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 39. SOUZA, Andre Lunardi de. Participacao em banca de Francisco Nobio Vieira Filho. Avaliacao de equipamento de custo acessivel para bombeamento de agua: tipo bomba de ariete.. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 40. SOUZA, Jose Hugo de Aguiar; MAGALHAES, Rafael Aragao et al. Participacao em banca de Francisco Nobio Vieira Filho. Avaliacao de equipamento de custo acessivel para bombeamento de agua: tipo bomba de ariete.. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 41. DUARTE, Joao Batista Furlan; MAGALHAES, Rafael Aragao et al. Participacao em banca de Erico Adelar de Souza Listone. Reaproveitamento do oleo vegetal para o processamento do biodiesel seguindo o conceito de educacao ambiental.. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 42. DUARTE, Joao Batista Furlan; FILHO, Jose Tarcisio Costa et al. Participacao em banca de Renato Candido Zimmermann. Desenvolvimento mecanico de uma impressora 3D de baixo custo.. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 43. SILVA, Cesar Vinicius Mota da; MORAIS, Fabio Campos et al. Participacao em banca de Felipe Peixoto Carvalho. Ensaio nao destrutivo por corrente parasita em condensador.. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 44. DUARTE, Joao Batista Furlan; MORAIS, Fabio Campos et al. Participacao em banca de Matheus Viana Dinis. Uso de tubos de cpvc para reducao de custos de montagens em industrias de processos sob influencia da corrosao atmosferica marinha.. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 45. JUNIOR, Jose Almeida Santos; DUTRA, Kaio Hemerson et al. Participacao em banca de Josiel de Souza Maciel. Controle de Contaminantes em Fluidos de sistemas hidraulicos em equipamentos moveis de construcao e mineracao.. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Eletronica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 46. FURTADO, Eduardo Jorge de A. A.; FILHO, Francisco Adones de Oliveira et al. Participacao em banca de JOAO VITOR DO NASCIMENTO BORGES. GESTAO NA MANUTENCAO DE CENTRAIS DE GAS LP: ESTUDO DE CASO.. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 47. JUNIOR, Jose Almeida Santos; MACIEL, Jorge Luis De Lima et al. Participacao em banca de PEDRO KAIQUE MAIA DA SILVA. PROPOSTA DE IMPLANTACAO DE BOAS PRATICAS DE GESTAO EM UMA EMPRESA FABRICANTE DE MOVEIS HOSPITALARES NO CEARA.. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 48. DUARTE, Joao Batista Furlan; MORAIS, Fabio Campos et al. Participacao em banca de FRANCISCO HERCILIO BARBOSA JUNIOR. ANALISE DE CONFIABILIDADE, MANUTENIBILIDADE E DISPONIBILIDADE DE UMA BOMBA DE CONDENSADO.. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 49. FURTADO, Eduardo Jorge de A. A.; LINS, Kamila Pereira et al. Participacao em banca de THIAGO FERREIRA LIMA. METODO DE ANALISE DE SOLUCAO DE PROBLEMAS - MASP: UMA FERRAMENTA PARA RESTABELECER A EFICIENCIA OPERACIONAL EM UMA LINHA PRODUTIVA DE MASSA - ESTUDO DE CASO. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 50. SILVA, Cesar Vinicius Mota da; OLIVEIRA, Atila Girao et al. Participacao em banca de William Jose Rodrigues. PROJETO DE AUTOMACAO DE UM SISTEMA DE TANQUES COM CIP AUTOMATICO APLICADO A UMA INDUSTRIA DE BEBIDAS. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 51. MORAIS, Fabio Campos; MAGALHAES, Rafael Aragao et al. Participacao em banca de TULIO RODRIGUES FERNANDES. DIMENSIONAMENTO DE SISTEMA DE ENERGIA SOLAR PARA ALIMENTACAO DE BOMBA DE RECIRCULACAO DE AGUA PARA A CRIACAO DE PEIXES ORNAMENTAIS. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 52. MAGALHAES, Rafael Aragao; LINS, Kamila Pereira et al. Participacao em banca de JOAO GENTIL DE ARRUDA GOMES NETO. ALTOS CUSTOS DE REPARACAO CORRETIVA DOS CAMBIOS AUTOMATICOS PELA FALTA DE MANUTENCAO PREVENTIVA DO FLUIDO. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 53. BARRETO, JOSE RENATO FERREIRA; DUARTE, Joao Batista Furlan et al. Participacao em banca de ALVARO XIMENES DE OLIVEIRA. ANALISE DO DESEMPENHO DO MOTOR FLEX, EM RELACAO A TORQUE, POTENCIA E CONSUMO ESPECIFICO, UTILIZANDO UM SISTEMA DE GERENCIAMENTO ELETRONICO DE DADOS. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 54. FURTADO, Eduardo Jorge de A. A.; TEIXEIRA, Roberto Ney Ciarlini et al. Participacao em banca de ANDERSON RAIVILE DO NASCIMENTO NUNES. GESTAO DA MANUTENCAO EM UMA EMPRESA DE LOCACAO DE MAQUINAS E EQUIPAMENTOS: ESTUDO DE CASO. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 55. FONTGALLAND, Gladstone; DUARTE, Joao Batista Furlan et al. Participacao em banca de LUCAS CHAGAS NAVARRO. UMA ANALISE COMPARATIVA ENTRE AS TORRES DE RESFRIAMENTO A AR INDUZIDO E A AR FORCADO. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 56. JUNIOR, Jose Almeida Santos; LIMA, Sandra Freitas Ferreira et al. Participacao em banca de KAYO ALEXANDRE PAIVA PINHEIRO. PROPOSTA DE MELHORIA DOS PROCESSOS DE GESTAO EM UMA FROTA DE VEICULOS UTILIZANDO FERRAMENTAS DA QUALIDADE. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 57. JUNIOR, Jose Almeida Santos; BARBOSA, Jose Rui et al. Participacao em banca de FRANCISCA LARYSSA DAMASCENO DE CARVALHO. PROPOSTA DE MELHORIA NO PROCESSO DE PRODUCAO EM UMA INDUSTRIA DE MEDIDORES DE ENERGIA UTILIZANDO FERRAMENTAS DA QUALIDADE. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 58. MAGALHAES, Rafael Aragao; LINS, Kamila Pereira et al. Participacao em banca de CLAUDIO COSTA SOUZA JUNIOR. SUBSTITUICAO DO MANCAL EM BUSCA DE ELEVAR A VIDA UTIL DO ELEMENTO NO DUMPER: ESTUDO DE CASO APLICADO A UM MOINHO DE CARVAO. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 59. BRABOSA, MARCOS ANTONIO PINHEIRO; CARRAH, LOANA DE ALMEIDA et al. Participacao em banca de ALLYSON BRUNO PEREIRA SOUSA. APLICACAO DA METODOLOGIA MASP PARA MELHORIA DA GESTAO DO ESTOQUE DE PRODUTOS VETERINARIOS EM UMA DISTRIBUIDORA DO ESTADO DO CEARA. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues. 60. FONTGALLAND, Gladstone; CARNEIRO, JOAO MARCELO et al. Participacao em banca de THIAGO FERREIRA OLIVEIRA. IDENTIFICACAO E ANALISE DOS FATORES QUE INFLUENCIAM OS CUSTOS DE UTILIZACAO DOS MODAIS DE TRANSPORTE RODOVIARIO E FERROVIARIO. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 61. DUARTE, Joao Batista Furlan; MAGALHAES, Rafael Aragao et al. Participacao em banca de DIMITRI NEVES DE CARVALHO. ESTUDO SOBRE CAVITACAO EM BOMBA CENTRIFUGA VERTICAL EM UMA TERMOELETRICA. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 62. FONTGALLAND, Gladstone; MAGALHAES, Rafael Aragao et al. Participacao em banca de PEDRO VICTOR CASTRO HOLANDA ALENCAR. ANALISE DO SISTEMA DE ARREFECIMENTO DA UNIDADE HIDRAULICA DE UMA MAQUINA DE CONSTRUIR TUNEL METROVIARIO. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 63. MORAIS, Fabio Campos; SILVA, Cesar Vinicius Mota da et al. Participacao em banca de JOAO FELIPE ANDRADE FONTENELE. INSPECAO PREDIAL EM UMA EDIFICACAO RESIDENCIAL. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 64. MORAIS, Fabio Campos; CASTRO, Marcelo Augusto Farias de et al. Participacao em banca de Marcelo Almeida Soares. ESTUDO DE VIABILIDADE ECONOMICA DA INSTALACAO DE PAINEIS FOTOVOLTAICOS EM EDIFICIO RESIDENCIAL EM FORTALEZA. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Civil) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 65. MORAIS, Fabio Campos; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de Felipe Jose Serpa da Silva. RECONSTITUICAO DO MEMORIAL DE CALCULO DE BASO DE PRESSAO CONFORME REQUISITOS DA NR-13.. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 66. MORAIS, Fabio Campos; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de GIULIANO DE LIMA SANTIAGO. ESTUDO COMPARATIVO ENTRE COMPACTADORES DE LIXO DE CARREGAMENTO TRASEIRO. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 67. MORAIS, Fabio Campos; DUARTE, Ruth Goncalves et al. Participacao em banca de NARCELIO XIMENES RAMOS. ESTUDO DE VIABILIZACAO ECONOMICA DE OFICINA MECANICA NO MUNICIPIO DE SAO GONCALO DO AMARANTE. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 68. FONTGALLAND, Gladstone; MAGALHAES, Rafael Aragao et al. Participacao em banca de JOAO PAULO RAMOS DE LIMA. APLICACAO DA TECNOLOGIA DE DUTOS FLEXIVEIS EM UNIDADE TERRESTRE DE PRODUCAO DE PETROLEO E GAS NATURA: UMA ALTERNATIVA DE DUTOS RIGIDOS. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 69. BRABOSA, MARCOS ANTONIO PINHEIRO; FREITAS, JOSE BENTO DE et al. Participacao em banca de ALISSON GRUZ LIMA. PROPOSTA DE UMA PESQUISA PARA A IDENTIFICACAO E SUPERACAO DOS ENTRAVES QUANTO A DIFUSAO, ADOCAO E ACOES DE PJANEJAMENTO DE SISTEMAS DE GERACAO SOLAR FOTOVOLTAICA EM COMUNIDADES DE PERIFERIA. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 70. MAGALHAES, Rafael Aragao; CABRAL, MAURO DA JUSTA et al. Participacao em banca de HENRIQUE DA SILVA SAMPAIO. ANALISE DE PREVENCAO DE FALHAS DO SISTEMA DE FREIO PNEUMATICO ATRAVPES DA TECNICA FMEA. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 71. BRABOSA, MARCOS ANTONIO PINHEIRO; MACIEL, Jorge Luis De Lima et al. Participacao em banca de JULIANA DE SOUZA BEZERRA PESSOA. PROPOSTA DE IMPLANTACAO DO SISTEMA DE GESTAO DA QUALIDADE EM UMA EMPRESA DO RAMO HOSPITALAR PARA POSTERIOR CERTIFICACAO DA ISO 9001:2015. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 72. FONTGALLAND, Gladstone; MAGALHAES, Rafael Aragao et al. Participacao em banca de FRANCISCO BRUNO VIEIRA COELHO. A UTILIZACAO DE FERRAMENTAS DA QUALIDADE NA ANALISE DE CAUSA DE FALHA. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 73. MORAIS, Fabio Campos; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de RAIMUNDO BEZERRA DE MENEZES NETO. INSPECAO EM REDE DE DISTRIBUICAO INTERNA DE GASES COMBUSTIVEIS EM INSTALACOES NAO RESIDENCIAIS: UM ESTUDO DE CASO. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 74. FONTGALLAND, Gladstone; MORAIS, Fabio Campos et al. Participacao em banca de URSULA SABOIA DIOGENES. DESENVOLVIMENTO DE UM PLANO DE MANUTENCAO, OPERACAO E CONTROLE DOS CONDICIONADORES DE AR DO LABORATORIO DE ANATOMIA DE UM CENTRO UNIVERSITARIO. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 75. MORAIS, Fabio Campos; JUNIOR, NELSON BEZERRA FERREIRA et al. Participacao em banca de RUAN LIMA FIALHO. INSPECAO POR ULTRASSOM EM PONTAS DE EIXO DE CILINDROS FOULARDS APLICADOS EM MAQUINAS DE INDUSTRIA TEXTIL. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 76. FONTGALLAND, Gladstone; MAGALHAES, Rafael Aragao et al. Participacao em banca de DAVI ROCHA SOLON. CLIMATIZACAO EM UM AMBIENTE ESCOLAR: ESTUDO DE CASO. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 77. DUARTE, Joao Batista Furlan; MAGALHAES, Rafael Aragao et al. Participacao em banca de MATHEUS MARQUES MORAES. ESTUDO DA TROCA DO TIPO DE VALVULA DE SEGURANCA UTILIZADOS EM VASOS ESTACIONARIOS DE GLP. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 78. CABRAL, MAURO DA JUSTA; MAGALHAES, Rafael Aragao et al. Participacao em banca de MATHEUS ARAUJO GUIMARAES. COMPARACAO DE ANALISE DE TENSAO EM ENSAIO FOTOELASTICO E SOFTWARE DE CAD. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 79. LINS, Kamila Pereira; MAGALHAES, Rafael Aragao et al. Participacao em banca de LEISIANE DA SILVA MARIANO. ESTUDO SOBRE AS CAUSAS DE POSSIVEIS FALHAS DO MICROSCOPIO DE FORCA ATOMICA DA UNIVERSIDADE DE FORTALEZA. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 80. MORAIS, Fabio Campos; SILVA, Cesar Vinicius Mota da et al. Participacao em banca de PAULO VICTOR FREITAS DA COSTA. IMPLANTACAO DO PLANEJAMENTO E CONTROLE DA MANUTENCAO EM BOMBAS DE VACUO DO SETOR DE INFUSAO EM INDUSTRIA DE PAS EOLICAS. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 81. NETO, JOEL SOTERO DA CUNHA; SOBREIRA, Fernando Barros et al. Participacao em banca de THIAGO COELHO LINHARES. RETROFIT DE UMA LINHA DE TRANSPORTE AEREO E DESENVOLVIMENTO DE UM SISTEMA SCADA COM GERACAO DE RELATORIO E CONTROLE E QUALIDADE USANDO CALCULO DE OEE. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 82. CABRAL, MAURO DA JUSTA; FILHO, Adroaldo Jose Silva Moura et al. Participacao em banca de ALEXANDRO ABREU UCHOA. INFLUENCIA DOS PARAMENTOS DE SOLDAGEM NAS PROPRIEDADES MECANICAS DE JUNTAS SOLDADAS PELO PROCESSO MIG/MAG.. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 83. JUNIOR, NELSON BEZERRA FERREIRA; CABRAL, MAURO DA JUSTA et al. Participacao em banca de GABRIEL AIRES MARTINS. ANALISE DE ACABAMENTO SUPERFICIA, (RUGOSIDADE), EM PROCESSO DE USINAGEM DE ACO SAE 1020 COM E SEM LUBRIFICACAO. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 84. JUNIOR, NELSON BEZERRA FERREIRA; SILVA, Cesar Vinicius Mota da et al. Participacao em banca de HITALO VINICIUS RODRIGUES FROTA. CONSTRUCAO DE MAQUINA PARA FABRICACAO PRO DEPOSICAO POLIMERICA FUNDIDA. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 85. BRABOSA, MARCOS ANTONIO PINHEIRO; SOUZA, Andre Lunardi de. Participacao em banca de PABLO BESERRA CAMELO SANTANA. APLICACAO DA METODOLOGIA MASP PARA A REDUCAO DE CLIENTES INADIMPLENTES E DE PERDAS COMERCIAIS EM UMA EMPRESA DE DISTRIBUICAO DE ENERGIA. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 86. FURTADO, Eduardo Jorge de A. A.; TEIXEIRA, Roberto Ney Ciarlini et al. Participacao em banca de THAIANE MAIRY SILVA FONTENELE. PROPOSTA DE MELHORIA DE PROCESSOS DO SETOR DE REVISAO DE TECIDO ACABADO DE UMA INDUSTRIA TEXTIL: ESTUDO DE CASO. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 87. BARRETO, JOSE RENATO FERREIRA; TEIXEIRA, Roberto Ney Ciarlini et al. Participacao em banca de CESAR VIEIRA DUTRA. ANALISE COMPARATIVA DENTRE VEICULOS COM TECNOLOGIA HIBRIDA E VEICULOS DE COMBUSTAO INTERNA, COM FOCO NO DESEMPENHO E VIABILIDADE ECONOMICA. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 88. FURTADO, Eduardo Jorge de A. A.; MAGALHAES, Rafael Aragao et al. Participacao em banca de FERNANDO VERAS NORONHA. IMPLEMENTACAO DE UM PLANO DE ACAO NA GESTAO DE PARADAS EM EQUIPAMENTO PORTUARIO PARA TRANSPORTE DE CONTAINER: ESTUDO DE CASO. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 89. BARRETO, JOSE RENATO FERREIRA; GUIMARAES, JESSICA SANTOS et al. Participacao em banca de TORRICELLI EVANGELISTA CAVALCANTE DE SOUSA. SISTEMA DE COLETA E ARMAZENAMENTO DE DADOS DURANTE A UTILIZACAO DE UM VEICULO, VISANDO OTIMIZAR A SEGURANCA E O CONSUMO DE COMBUSTIVEL. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 90. FURTADO, Eduardo Jorge de A. A.; MAGALHAES, Rafael Aragao et al. Participacao em banca de LUIS RICARDO ROCHA DE VASCONCELOS. PROPOSTA DE IMPLANTACAO DE UM PLANO DE MANUTENCAO EM UMA INDUSTRIA D CERAMICA VERMELHA - ESTUDO DE CASO. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 91. FURTADO, Eduardo Jorge de A. A.; MAGALHAES, Rafael Aragao et al. Participacao em banca de ANDERSON ROCHA LIMA. MANUTENCAO NO SETOR DE RECUPERACAO DE PECAS EM INDUSTRIA SIDERURGICA - ESTUDO DE CASO. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 92. CABRAL, MAURO DA JUSTA; FILHO, Adroaldo Jose Silva Moura et al. Participacao em banca de VALDECI MARTINS DOS SANTOS JUNIOR. ANALISE DAS TOLERANCIAS GEOMETRICAS E DIMENSIONAIS DO ACO 1020 E 1045 NO PROCESSO DE TORNEAMENTO. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 93. MACIEL, Jorge Luis De Lima; SOUSA, RAPHAEL PIRES DE et al. Participacao em banca de JOAO GUEDES SOBRINHO SEGUNDO. ESTUDO CRITICO DE UMA ANALISE ERGONOMICA DO TRABALHO (AET) REALIZADA NAS OPERACOES COM MAQUINAS E EQUIPAMENTOS DE LINHA AMARELA EM UMA USINA TERMOELETRICA. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 94. NETO, JOEL SOTERO DA CUNHA; OLIVEIRA, Atila Girao et al. Participacao em banca de ADRIANO BRITO DE OLIVEIRA. DESENVOLVIMENTO DE UM SUPERVISORIO PARA O SETOR DE UTILIDADES INDUSTRIAIS. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Eletrica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 95. JUNIOR, Jose Almeida Santos; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de VIVIANE COSTA LOPES. MELHORIA DA PERFORMANCE DO FLUXO DE TRABALHO EM UMA EMPRESA DE VAREJO: MAPEAMENTO E REDESENHO DO PROCESSO NO MUNDO 4.0. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 96. FONTGALLAND, Gladstone; MAGALHAES, Rafael Aragao et al. Participacao em banca de PEDRO OTHO TEIXEIRA MOTA. PROCEDIMENTO PARA DIMENSIONAMENTO DE UM EQUIPAMENTO DE CLIMATIZACAO PARA CONFORTO HUMANO EM UM HOSPITAL PUBLICO.. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 97. LINS, Kamila Pereira; MAGALHAES, Rafael Aragao et al. Participacao em banca de FRANCISCO LUCAS RODRIGUES DE LIMA. PROPOSTA DE UM PLANO DE MANUTENCAO DE UMA MAQUINA OPERATRIZ: ESTUDO DE CASO EM UM LABORATORIO DE USINAGEM DE UMA INSTITUICAO DE ENSINO SUPERIOR. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 98. DUARTE, Joao Batista Furlan; MAGALHAES, Rafael Aragao et al. Participacao em banca de DAVID JORSHUAM DE OLIVEIRA RUFINO. PROJETO DE INTERRUPTOR INTELIGENTE DE BAIXO CUSTO PARA AUTOMACAO RESIDENCIAL BASEADO NO MICROCONTROLADOR ESP8266. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 99. FONTGALLAND, Gladstone; MAGALHAES, Rafael Aragao et al. Participacao em banca de RAFAEL DA SILVEIRA ARAUJO. MONITORAMENTO ELETRONICO APLICADO NO GUINDASTE SOBRE PNEUS DE LANCA TELESCOPICA MADAL MD30. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 100. JUNIOR, Jose Almeida Santos; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de SAMILY FONTENELE MEIRA GOMES. PROPOSTA DE IMPLANTACAO DAS BOAS PRATICAS DE GESTAO EM UMA FABRICA DE VELAS. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 101. FURTADO, Eduardo Jorge de A. A.; JUNIOR, Jose Almeida Santos et al. Participacao em banca de BRUNO SOARES PIMENTA COSTA FERRAZ. APLICACAO DA METODOLOGIA DMIC PARA MELHORIA DOS PROCESSOS INDUSTRIAIS: UM ESTUDO DE CASO EM UMA MONTADORA DE VEICULOS. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 102. BRABOSA, MARCOS ANTONIO PINHEIRO; SARAIVA, ROMMEL DIAS et al. Participacao em banca de RAFAELLA COSTA SANTOS. PROPOSTA DE PROJETO DE SOFTWARE PARA OTIMIZACAO DA GESTAO DE SUPRIMENTOS NA AREA FARMACEUTICA.. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 103. FILHO, Francisco Adones de Oliveira; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de JOSE NERI DE ANDRADE FILHO. ANALISE DO PROCESSO DE MANUTENCAO DE UMA EMPRESA TERCEIRIZADA EM CLIMATIZACAO EM SHOPPING DE FORTALEZA.. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 104. FILHO, Francisco Adones de Oliveira; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de FRANCISCO VALDEGRECIO AMANCIO DOS SANTOS. ESTUDO NO SETUP DE TROCA DE MOLDES NO PROCESSO DE INJECAO DE EVA: PROPOSTA DE MELHORIA COM APLICACAO DA FILOSOFIA LEAN. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 105. FILHO, Francisco Adones de Oliveira; MAGALHAES, Rafael Aragao et al. Participacao em banca de JOAO FABRIZZIO GUIMARAES DA SILVA. PROPOSTA DE MELHORIA NOS PROJETOS DE REDES DE TELECOMUNICACOES EM FIBRA OPTICA A PARTIR DA ANALISE DO PROCESSO DE DESENVOLVIMENTO. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 106. FONTGALLAND, Gladstone; MAGALHAES, Rafael Aragao et al. Participacao em banca de MARIA VLADIA DE SOUSA MAIA. ELABORACAO DO PLANO DE MANUTENCAO, OPERACOES E CONTROLE (PMOC) DOS CONDICIONADORES DE AR DO SUPERMERCADO SUPER PORTUGAL.. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 107. JUNIOR, NELSON BEZERRA FERREIRA; FONTGALLAND, Gladstone et al. Participacao em banca de RENATO LIMONGI DE CASTRO. LIXEIRA SUBTERRANEA DE ACIONAMENTO HIDRAULICO PARA COLETA DE RESIDUOS URBANOS: UM APRIMORAMENTO NO SERVICO DE COLETA PUBLICA. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 108. NETO, JOEL SOTERO DA CUNHA; OLIVEIRA, aTILA GIRAO DE et al. Participacao em banca de IGOR SALDANHA VIEIRA ALVES. ESTUDO DE CASO DE UMA MAQUINA FORMADORA DE CAIXA NA REALIZACAO DE UM RETROFIT. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Palavras-chave: RETROFIT; AUTOMACAO. Referencias adicionais: Brasil/Portugues. 109. FURTADO, Eduardo Jorge de A. A.; LINS, Kamila Pereira et al. Participacao em banca de ANA BEATRIZ DE OLIVEIRA ALMEIDA. ANALISE DO PROCESSO PRODUTIVO DE UMA EMPRESA DO SETOR DE DISTRIBUICAO DE GAS LIQUEFEITO DE PETROLEO (GLP) ATRAVES DA UTILIZACAO DE INDICADORES. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 110. BRABOSA, MARCOS ANTONIO PINHEIRO; FREITAS, JOSE BENTO DE et al. Participacao em banca de MATHEUS SANTOS MESQUITA. IMPLANTACAO DO PILAR DE GESTAO AUTONOMA DA MANUTENCAO PRODUTIVA TOTAL (TPM) EM UMA LINHA DE PRODUCAO DE FARINHA DE TRIGO. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 111. JUNIOR, NELSON BEZERRA FERREIRA; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de EDUARDO REGIS BARREIRA DE FIGUEIREDO. IDENTIFICACAO DAS ATIVIDADES PRATICADAS PELA GESTAO DE MANUTENCAO AERONAUTICA DE HANGAR QUE PODEM SER BENEFICAS PARA O APRIMORAMENTO DA GESTAO DE MANUTENCAO INDUSTRIAL: UM ESTUDO BIBLIOGRAFICO. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 112. FILHO, Francisco Adones de Oliveira; MAGALHAES, Rafael Aragao et al. Participacao em banca de FELIPE ARLEY CAVALCANTE DO NASCIMENTO. APLICACAO DO METODO DE ANALISE E SOLUCAO DE PROBLEMAS - MASP: ESTUDO DE AMPLIACAO DA VIDA UTIL DAS CORREIAS NOS EQUIPAMENTOS PASSADORES DO SETOR DE FIACAO. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 113. CABRAL, MAURO DA JUSTA; JUNIOR, NELSON BEZERRA FERREIRA et al. Participacao em banca de FRANCION LINHARES JUSTINO. DIMENSIONAMENTO DE UMA CAIXA DE REDUCAO PARA UM TORNO MECANICO DE BANCADA. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 114. JUNIOR, Jose Almeida Santos; CARNEIRO, JOAO MARCELO et al. Participacao em banca de GABRIEL FURTUNATO FIRMEZA. PROPOSTA DE IMPLANTACAO E APLICACAO DA METODOLOGIA DMAIC EM UMA CLINICA MEDICA EM FORTALEZA. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 115. MAGALHAES, Rafael Aragao; LINS, Kamila Pereira et al. Participacao em banca de GEOFREY GONCALVES DE SOUSA. ELABORACAO DE UM ROTEIRO DE BOAS PRATICAS PARA SOLUCIONAR O PROBLEMA DE CONTAMINACAO DO LUBRIFICANTE DOS ROLAMENTOS POR PARTICULAS DISPERSAS NO AMBIENTE DE UMA FABRICA DE RACOES. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 116. CABRAL, MAURO DA JUSTA; JUNIOR, NELSON BEZERRA FERREIRA et al. Participacao em banca de IAGO MARQUES COSTA FERNANDES DE SIQUEIRA. ANALISE DA RUGOSIDADE COM A VARIACAO DA VELOCIDADE DE CORTE. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 117. NETO, JOEL SOTERO DA CUNHA; OLIVEIRA, aTILA GIRAO DE et al. Participacao em banca de JOAO VICTOR GUIMARAES LIMA. DESENVOLVIMENTO DE SISTEMA DE MONITORAMENTO E SUPERVISAO DE GERADOR DE EMERGENCIA UTILIZANDO PLATAFORMA SCADA. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 118. FILHO, Francisco Adones de Oliveira; NETO, JOEL SOTERO DA CUNHA et al. Participacao em banca de JOSE MELO BORGES FILHO. OTIMIZACAO DO DESTRAVAMENTO DE EMBOLOS EM ATUADORES HIDRAULICOS E PNEUMATICOS LINEARES: PROJETO DE FERRAMENTA PARA REDUZIR O TEMPO DE SETUP DE MANUTENCAO. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 119. MAGALHAES, Rafael Aragao; LINS, Kamila Pereira et al. Participacao em banca de LUAN MAGALHAES COSTA. INVESTIGACAO E CARACTERIZACAO DA PLANTA Handroanthus Impetiginosus COMO INIBIDOR DE CORROSAO ATOXICO PARA ACOS ESTRUTURAIS. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 120. LINS, Kamila Pereira; MORAIS, JULIETTY BARRETO MAIA DE et al. Participacao em banca de RENATA VENANCIO MOTA. USO DAS FERRAMENTAS DA QUALIDADE COMO SUPORTE PARA ELENCAR OS PRINCIPAIS MATERIAIS UTILIZADOS NO CONSUMO/REPARO DAS PAS EOLICAS DE UMA EMPRESA DO RAMO DE ENERGIAS ALTERNATIVAS. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 121. DUARTE, Joao Batista Furlan; CABRAL, MAURO DA JUSTA et al. Participacao em banca de RICARDO GOMES FELIX JUNIOR. MENSURACAO E ANALISE DE TEMPOS DE SERVICO EM UMA OFICINA MECANICA. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 122. NETO, JOEL SOTERO DA CUNHA; DUARTE, Joao Batista Furlan et al. Participacao em banca de WILKER SANTOS DE SOUSA. GERENCIAMENTO DE ALARMES: APLICACAO DA RACIONALIZACAO EM UMA USINA TERMOELETRICA A CARVAO MINERAL. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 123. NETO, JOEL SOTERO DA CUNHA; BARBOSA, PAULO CIRILO SOUZA et al. Participacao em banca de PEDRO LINO AZEVEDO LANDIM. DIAGNOSTICO DE LIPODISTROFIA GENERALIZADA CONGENITA ATRAVES DE REDE NEURAL CONVOLUCIONAL. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 124. JUNIOR, NELSON BEZERRA FERREIRA; MAGALHAES, Rafael Aragao et al. Participacao em banca de AYRTON CLARK BAIMA GUERRA. APRESENTACAO DO SISTEMA HUMS (SISTEMA DE MONITORAMENTO DE SAUDE E USO) APLICADO NO MONITORAMENTO E MANUTENCAO DE CALDEIRAS A VAPOR. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 125. CARNEIRO, JOAO MARCELO; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de GEORGE OLIVEIRA PINHEIRO. UMA ABORDAGEM DESCRITIVA NA INSTALACAO E MANUTENCAO DE UMA TORRE DE MEDICAO ANEMOMETRICA. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 126. PEREZ, antonio claudio; FONTGALLAND, Gladstone et al. Participacao em banca de IBSEN LEITE DE SOUZA JUNIOR. MELHORIA NO PROCESSO DE TRANSPORTE DOS REJEITOS PIRITOSOS NOS MOINHOS DE CARVAO EM UMA USINA TERMOELETRICA NO CEARA. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 127. FILHO, Adroaldo Jose Silva Moura; NASCIMENTO, ADRIANA PEREIRA et al. Participacao em banca de JOAO PAULO ALMEIDA DE OLIVEIRA. PROJETO E PROTOTIPO DE TORRADOR DE CASTANHA DE CAJU PARA PEQUENOS E MEDIOS PRODUTORES. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 128. JUNIOR, Jose Almeida Santos; CARNEIRO, JOAO MARCELO et al. Participacao em banca de JOAO PEDRO HOLANDA BIGAS. O PCP COMO ELO DE INTEGRACAO NO PROCESSO DE GESTAO EM SISTEMAS DE PRODUCAO: DA PRODUCAO DE BENS A PRODUCAO DE SERVICOS. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 129. TEIXEIRA, Roberto Ney Ciarlini; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de MATHEUS FREITAS DE MENESES FORTES. A MELHORIA CONTINUA NA ELIMINACAO DE DESPERDICIOS NO PROCESSO DE UMA INDUSTRIA AUTOMOTIVA NO ESTADO DO CEARA. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 130. JUNIOR, NELSON BEZERRA FERREIRA; CABRAL, MAURO DA JUSTA et al. Participacao em banca de YAN BATISTA CARVALHO. FABRICACAO DE QUILHAS PARA PRANCHA BIDIRECIONAL DE KITESURF COM USO DE MANUFATURA ADITIVA E LAMINACAO. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 131. SOUZA, Andre Lunardi de; JUNIOR, Jose Almeida Santos et al. Participacao em banca de SALOMAO CLEBERT MONTEIRO LOURENCO. APLICACAO DO PDCA NA REDUCAO DOS CUSTOS DE MATERIAIS UTILIZADOS NO PROCESSO PRODUTIVO DE PAS EOLICAS. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 132. SOUZA, Andre Lunardi de; JUNIOR, Jose Almeida Santos et al. Participacao em banca de LUCAS SOUSA DE ALENCAR. ANALISE DE CUSTOS PARA FORMATACAO ESTRATEGICA DE PRECO: ESTUDO DE CASO EM UMA EMPRESA DE TELECOMUNICACOES DO ESTADO DO CEARA. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 133. SOUZA, Andre Lunardi de; CARNEIRO, JOAO MARCELO et al. Participacao em banca de MABELLY FERREIRA DE ARAUJO. PROPOSTA DE REDUCAO DO INDICE DE DEVOLUCAO DE PRODUTOS PELO CLIENTE COM APLICACAO DO CICLO PDCA EM UMA INDUSTRIA DE POLPA DE FRUTAS. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 134. SOUZA, Andre Lunardi de; CARNEIRO, JOAO MARCELO et al. Participacao em banca de BRUNA LOURENCO SERPA. APLICACAO DO MASP E DE FERRAMENTAS DA QUALIDADE PARA A MELHORIA DA GESTAO E CONTROLE DOS ESTOQUES DO ALMOXARIFADO DE UMA EMPRESA DE LOCACAO DE MAQUINAS E EQUIPAMENTOS. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 135. SOUZA, Andre Lunardi de; JUNIOR, Jose Almeida Santos et al. Participacao em banca de CARLOS HENRIQUE LIMA DE SOUSA. MANUTENCAO CENTRADA EM CONFIABILIDADE (RCM): UM ESTUDO DE CASO NA PRODUCAO DE UMA INDUSTRIA DE BEBIDAS NO CEARA. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 136. SOUZA, Andre Lunardi de; CABRAL, MAURO DA JUSTA et al. Participacao em banca de FELIPE DE SOUSA REBOUCAS. IMPACTO DA APLICACAO DA MAQUINA DE CORTE CNC TIPO ROUTER E O SEU RENDIMENTO NA PRODUCAO INDUSTRIAL. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 137. SOUZA, Andre Lunardi de; CARNEIRO, JOAO MARCELO et al. Participacao em banca de FELIPE MAGALHAES GOMES DE ANDRADE. CONTROLE AUTOMATICO DE TRENS: ANALISE DA IMPLANTACAO NA OPERACAO DO METRO DE FORTALEZA. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 138. SOUZA, Andre Lunardi de; FONTGALLAND, Gladstone et al. Participacao em banca de GUSTAVO DA SILVA BARBOSA. GESTAO DE MANUTENCAO: ESTRATEGIAS E DIRETRIZES APLICADAS EM UMA INDUSTRIA ALIMENTICIA. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 139. SOUZA, Andre Lunardi de; JUNIOR, NELSON BEZERRA FERREIRA et al. Participacao em banca de RODRIGO FERREIRA BARROS. ANALISE DE RUGOSIDADE DE UMA BARRA DE ACO SAE 1045 APOS TORNEAMENTO EM OPERACOES DE ACABAMENTO. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 140. SOUZA, Andre Lunardi de; NETO, JOEL SOTERO DA CUNHA et al. Participacao em banca de CALL ROBSON DO NASCIMENTO GOMES. APLICACAO DE RETROFIT NO BRACO DE CORTE DE FILME PARA MELHORAR O DESEMPENHO DE UMA MAQUINA ENVOLVEDORA. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 141. SOUZA, Andre Lunardi de; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de GUILHERME QUEIROZ GUERREIRO. MANUTENCAO PNEUMATICA DE UMA EMPRESA DO SEGUIMENTO DE BLINDAGEM NO ESTADO DO CEARA. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 142. SOUZA, Andre Lunardi de; MAGALHAES, Rafael Aragao et al. Participacao em banca de PAULO ROBERTO ALENCAR LOPES JUNIOR. DESENVOLVIMENTO DE UMA BANCADA DIDATICA COM CILOS PAEA O ENSINO DE CONTROLADORES LOGICOS PROGRAMAVEIS. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 143. SOUZA, Andre Lunardi de; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de FRANCISCO NOBRE DA FONSECA NETO. PROPOSTA DE GESTAO DE MANUTENCAO EM UMA FABRICA DE RACAO: ESTUDO DE CASO. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 144. SOUZA, Andre Lunardi de; MORAIS, JULIETTY BARRETO MAIA DE et al. Participacao em banca de MADUAN NOCRATO E SILVA. BANCO DE DADOS DE ALTA DISPONIBILIDADE USANDO SERVICOS EM NUVEM COM MONITORAMENTO PARA OTIMIZACAO DE PERFORMANCE. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Computacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 145. ARAUJO, CLEDINALDO CASTRO; SOUZA, Andre Lunardi de et al. Participacao em banca de IHANCA THAYLLANNY CALACO DE SOUZA. PROPOSTA DE MELHORIA EM PROCESSO DE ESTOQUE: UM ESTUDO DE CASO EM UMA EMPRESA TERCEIRIZADA DE MANUTENCAO DO METRO DE FORTALEZA. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 146. SOUZA, Andre Lunardi de; FONTGALLAND, Gladstone et al. Participacao em banca de LUIS ARTHUR QUEIROZ DE FREITAS. IMPLANTACAO DO PLANEJAMENTO E CONTROLE DE MANUTENCAO (PCM) EM UMA INDUSTRIA DO RAMO ALIMENTICIO. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 147. SOUZA, Andre Lunardi de; OLIVEIRA, Davi Nunes et al. Participacao em banca de EDUARDI FERREIRA SABOIA. APLICACAO DA TECNOLOGIA oi-LINK EM PROCESSO DE BENEFICIAMENTO DE CERA DE CARNAUBA. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 148. SOUZA, Andre Lunardi de; PEREZ, antonio claudio et al. Participacao em banca de ITALO HANS DE ALMEIDA VASCONCELOS. SUGESTAO DE UM PLANO DE MANUTENCAO PARA UMA MAQIONA ONDULADEIRA EM UMA INDUSTRIA DE PROCESSAMENTO DE PAPELAO E ACOMPANHAMENTO ATRAVES DE ESTRATEGIAS DE GESTAO. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 149. SOUZA, Andre Lunardi de; FILHO, Adroaldo Jose Silva Moura et al. Participacao em banca de THAYS RAMOS DA COSTA. UMA COMPARACAO ENTRE FERRAMENTAS DA QUALIDADE EMPREGADAS NA GESTAO DA MANUTENCAO: AVIACAO X INDUSTRIA DE BENS NAO-DURAVEIS. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 150. SOUZA, Andre Lunardi de; NETO, JOEL SOTERO DA CUNHA et al. Participacao em banca de PAULO CESAR HOLANDA DIOGENES NETO. SISTEMA DE GERENCIAMENTO DE MATERIAIS DE LIPEZA E HIGIENE DE BANHEIROS COLETIVOS. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 151. SOUZA, Andre Lunardi de; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de CLEBSON BEZERRA DE SOUZA. APLICACAO DAS ROTINAS DE PLANEJAMENTO E CONTROLE DA MANUTENCAO EM UMA INDUSTRIA DE PRODUCAO DE BISCOITOS: UM ESTUDO DE CASO. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 152. SOUZA, Andre Lunardi de; JUNIOR, Jose Almeida Santos et al. Participacao em banca de LARA GEOVANA SOARES VIANA OLIVEIRA. IMPLEMENTACAO DO INDICADOR OEE (OVERRALL EQUIPAMENT EFFECTIVENESS) PARA MELHORIAS NO PROCESSO DE ENVASE EM UMA MEPRESA DE DISTRIBUICAO DE GAS LIQUEFEITO DE PETROLEO (GLP) LOCALIZADO NO ESTADO DO CEARA. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 153. SOUZA, Andre Lunardi de; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de EDUARDO BASTOS DE SALLES. PROPOSTA DE APLICACAO DA METODOLOGIA DE BALANCEAMENTO DA PRODUCAO: ESTUDO DE CASO EM UMA INDUSTRIA METALMECANICA SITUADA NO CEARA. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 154. SOUZA, Andre Lunardi de; FURTADO, Eduardo Jorge de A. A. et al. Participacao em banca de BRENO WEVERTON BRITO DA SILVA. ANALISE DE UM SISTEMA DE GERACAO DE VAPOR E RETORNO DE CONDENSADO EM UMA INDUSTRAI TEXTIL. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 155. SOUZA, Andre Lunardi de; SANCHO, EMMANUELLE DE OLIVEIRA et al. Participacao em banca de BRENDOW RICHARD RODRIGUES DE OLIVEIRA. ANALISE DE DADOS ATRAVES DA UTILIZACAO DO BUSINESS INTELLIGENCE UTILIZANDO A FERRAMENTA MICROSOFT POWER BI. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 156. SOUZA, Andre Lunardi de; BARRETO, JOSE RENATO FERREIRA et al. Participacao em banca de GLAUDSON RODRIGUES DE ANDRADE. MOTORES A DIESEL: SUA EVOLUCAO TECNOLOGICA E REGULAMENTAR PARA A REDUCAO E CONTROLE DA EMISSAO DE GASES POLUENTES. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 157. SOUZA, Andre Lunardi de; CABRAL, MAURO DA JUSTA et al. Participacao em banca de LUCAS SANTOS GADELHA. AS MUDANCAS DO REGULAMENTO DA FORMULA 1 E SUAS INFLUENCIAS NA AERODINAMICA E SEGURANCA. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 158. SOUZA, Andre Lunardi de; FILHO, Adroaldo Jose Silva Moura et al. Participacao em banca de ANTONIO WELLINGTON XIMENES RAMOS. INSTALACAO DE UMA BANCADA DIDATICA DE UM CICLO DE POTENCIA A VAPOR. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 159. SOUZA, Andre Lunardi de; TEIXEIRA, Roberto Ney Ciarlini et al. Participacao em banca de RENATA DA SILVA SANTOS. APLICACAO DA FERRAMENTA 8D PARA A MELHORIA DO PROCESSO DE GESTAO DA QUALIDADE DO LABORATORIO DE USINAGEM DE UMA INSTITUICAO DE ENSINO SUPERIOR. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 160. SOUZA, Andre Lunardi de; TEIXEIRA, Roberto Ney Ciarlini et al. Participacao em banca de DANIEL SANTOS DE PAULA RODRIGUES. A PRODUCAO DE FLORES DE CORTE PARA DECORACAO DE EVENTOS E OS IMPACTOS DA PANDEMIA COVID 19: UM ESTUDO DE CASO EM UMA EMPRESA DO CEARA. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 161. SOUZA, Andre Lunardi de; FILHO, Adroaldo Jose Silva Moura et al. Participacao em banca de BRUNO DE MENEZES BARBOSA DE GOIS. EVOLUCAO DA MANUFATURA MECANICA INDUSTRIAL: REVISAO BIBLIOGRAFICA DO PROCESSAMENTO DE MATERIAS PRIMAS NOS PROCESSOS DE MANUFATURA. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 162. CAVALCANTI, MARIA DANIELA SANTABAIA; SOUZA, Andre Lunardi de et al. Participacao em banca de FRANCISCO ANDERSON COSTA LIMA. A UNILIZACAO DA INTELIGENCIA ARTIFICIAL PARA TESTE DE SOFTWARE: ESTADO DA ARTE. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Computacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 163. SOUZA, Andre Lunardi de; FONTGALLAND, Gladstone et al. Participacao em banca de MATHEUS DO VALE RABELO. APLICACAO DO PLANEJAMENTO E CONTROLE DA MANUTENCAO (PCM) EM UMA EMPRESA PRESTADORA DE SERVICOS NO RAMO DE COMPRESSORES DE AR. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 164. SOUZA, Andre Lunardi de; FONTGALLAND, Gladstone et al. Participacao em banca de SAULO GUIMARAES MAIA DA SILVA. UTILIZACAO DE FERRAMENTAS DE GESTAO PARA REDUCAO DE RESIDUOS EM UMA MAQUINA ENGOMADEIRA DE UMA INDUSTRIA TEXTIL.. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 165. SOUZA, Andre Lunardi de; FILHO, Adroaldo Jose Silva Moura et al. Participacao em banca de BRUNO BEZERRA DE ALMEIDA. MANUTENCAO DO SISTEMA SCR EM VEICULOS DIESEL UTILIZANDO FERRAMENTA DE COMUNICACAO CAN. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Palavras-chave: AUTOMACAO. Referencias adicionais: Brasil/Portugues. 166. SOUZA, Andre Lunardi de; MAGALHAES, Rafael Aragao et al. Participacao em banca de LUCAS DE LIMA NASCIMENTO. AUTOMACAO RESIDENCIAL PRO COMANDO DE VOZ PARA AUXILIAR PESSOAS COM DEFICIENCIA FISICO MOTORA EM APLICACOES PARA MONITORAMENTO AUTOMOTIVO VIA PORTA OBD2 UTILIZANDO PROTOCOLO MQTT COM MICROCONTROLADORES EXP32.. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 167. SOUZA, Andre Lunardi de; MAGALHAES, Rafael Aragao et al. Participacao em banca de Isaac de Almeida Nascimento. CONECIMENTOS TRANVERSAIS: A IMPORTANCIA DA LIGUAGEM DE PROGRAMACAO PARA O ENGENHEIRO E O CONHECIMENTO EM ANALISE DE DADOS. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 168. SOUZA, Andre Lunardi de; NETO, JOEL SOTERO DA CUNHA et al. Participacao em banca de Bruno Araujo de Souza. DESENVOLVIMENTO DE UMA BANCADA DIDATICA COM SILOS PARA O ENSINO DE CONTROLADORES LOGICOS PROGRAMAVEIS. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia Eletronica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 169. SOUZA, Andre Lunardi de; TEIXEIRA, Roberto Ney Ciarlini et al. Participacao em banca de EMANUEL MOTA PORTO. ESTUDO DE VIABILIDADE ECONOMICA PARA A IMPLANTACAO DE UMA CLINICA ODONTOLOGICA NA CIDADE DE ARACATI-CE: ESTUDOD E CASO. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 170. SOUZA, Andre Lunardi de; FILHO, Adroaldo Jose Silva Moura et al. Participacao em banca de ANDERSON ROSENO PEREIRA. IMPLEMENTACAO DE UM SIMULADOR DE PISTA PARA AFERICAO DE CRONOTACOGRAFOS.. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 171. SOUZA, Andre Lunardi de; MAGALHAES, Rafael Aragao et al. Participacao em banca de FRANCISCO ANTONIO DE ABREU DAS CHAGAS. ADEQUACAO DE MAQUINA DE CONFORMAR BOJO A NR12 - ESTUDO DE CASO. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 172. SOUZA, Andre Lunardi de; MAGALHAES, Rafael Aragao et al. Participacao em banca de JOAO PEDRO LUCENA PEREIRA. MONITORAMENTO AUTOMOTIVO VIA PORTA OBD2 UTILIZANDO PROTOCOLO NGTT COM MICROCONTROLADOR ESP32.. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Computacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 173. SOUZA, Andre Lunardi de; JUNIOR, Jose Almeida Santos et al. Participacao em banca de LUCAS SANTOS OLIVEIRA. PROPOSTA DE IMPLANTACAO DE PROCEDIMENTOS OPERACIONAIS PADRAO NA OFICINA DE POS-VENDAS EM UMA CONCESSIONARIA SITUADA NO CEARA.. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 174. FONTGALLAND, Gladstone; SOUZA, Andre Lunardi de et al. Participacao em banca de JOSE ZAQUEU ANDRADE MAIA. ELABORACAO DE PLANO DE MANUTENCAO OPERACIONAL E CONTROLE DE EQUIPAMENTOS DE REFRIGERACAO DE UM LAR DE SERVICO E PROTECAO SOCIAL.. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 175. SOUZA, Andre Lunardi de; FILHO, Francisco Adones de Oliveira et al. Participacao em banca de DANIELLE SILVA PEIXOTO. PROJETO DE CLIMATIZACAO COM SISTEMA VRF - FLUXO VARIAVEL DE REFRIGERANTE APLICANDO SOFTWARE LATS CAD.. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 176. SOUZA, Andre Lunardi de; JUNIOR, NELSON BEZERRA FERREIRA et al. Participacao em banca de ISAAC FRANCA MARTINS SOARES. PROPOSTA DE PADRONIZACAO DO CUSTEIO BASICO DE ESTRUTURAS METALICAS: ESTUDO EM UMA EMPRESA NO ESTADO DO CEARA.. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 177. SOUZA, Andre Lunardi de; FILHO, Adroaldo Jose Silva Moura et al. Participacao em banca de WADERSON LEANDRO ROCHA DA COSTA. SIMULACAO NUMERICA DA SOLIDIFICACAO DE METAIS FERROSOS EM MOLDE DE AREIA.. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 178. SOUZA, Andre Lunardi de; NETO, JOEL SOTERO DA CUNHA et al. Participacao em banca de LEONARDO FREIRE DE FREITAS. AUTOMATIZACAO DO SISTEMA DE CLIMATIZACAO E ILUMINACAO PARA AVIARIO DE GALINHAS DE POSTURA UTILIZANDO IOT. 2025. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. Participacao em bancas de comissoes julgadoras Outras participacoes 1. SOUZA, Andre Lunardi de. AVALIADOR ONLINE DO XVII ENCONTRO DE INICIACAO A DOCENCIA. 2017. Universidade de Fortaleza. Palavras-chave: Avaliador Online. Referencias adicionais: Brasil/Portugues. 2. SOUZA, Andre Lunardi de. AVALIADOR ONLINE DO XVIII ENCONTRO DE INICIACAO A DOCENCIA. 2018. Universidade de Fortaleza. Palavras-chave: Avaliador Online. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues. 3. SOUZA, Andre Lunardi de. AVALIADOR DE APRESENTACAO ORAL DO XVIII ENCONTRO DE INICIACAO A DOCENCIA. 2018. Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 4. SOUZA, Andre Lunardi de. AVALIADOR ONLINE DO XIX ENCONTRO DE INICIACAO A DOCENCIA. 2019. Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 5. SOUZA, Andre Lunardi de. AVALIADOR DE APRESENTACAO ORAL DO XIX ENCONTRO DE INICIACAO A DOCENCIA. 2019. Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 6. SOUZA, Andre Lunardi de. AVALIADOR ONLINE DO XX ENCONTRO DE INICIACAO A DOCENCIA. 2020. Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 7. SOUZA, Andre Lunardi de. AVALIADOR ONLINE DO XXI ENCONTRO DE INICIACAO A DOCENCIA. 2021. Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 8. SOUZA, Andre Lunardi de. AVALIADOR ONLINE DO XIII ENCONTRO DE PRATICAS DOCENTES da UNIFOR. 2021. Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. Participacao em eventos 1. Desenvolvimento de aula pratica para o calculo do rendimento dos atuadores pneumaticos.. 2016. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 2. UM ESTUDO QUANTITATIVO DA PERCEPCAO DO ALUNO SOBRE A DISPARIDADE ENTRE TEORIA DA GESTAO E A PRATICA DE MERCADO.. 2016. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 3. VANTAGENS DAS PARCERIAS ESTRATEGICAS NO PONTO DE VISTA DA ESTRATEGIA COMO PRATICA.. 2017. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 4. DESENVOLVIMENTO DE ATIVIDADE PRATICA PARA SIMULACAO DE ACIONAMENTOS ELETROPNEUMATICOS. 2017. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 5. . 2017. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/; Homepage: https://www.unifor.br/web/educacao-continuada/ii-epes-encontro-de-pesquisa-em-estrategia-e-sustentabilidade. 6. DESENVOLVIMENTO DE ATIVIDADE PRATICA PARA ACIONAMENTOS ELETROPNEUMATICOS UTILIZANDO CONCEITOS DA INDUSTRIA 4.0. 2018. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 7. Os Principios da Economia Circular e a Minimizacao de Perdas na Cadeia de Suprimento de Frutas Frescas. 2018. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 8. APLICACAO DOS PRINCIPIOS DA ECONOMIA CIRCULAR NA CADEIA DE SUPRIMENTO DE FRUTAS FRESCAS. 2018. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 9. Workshop - Automacao no desenvolvimento de projetos com o uso do SolidWorks 2020. 2020. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. Voltar Indicadores de producao Producao bibliograficaProducao tecnicaOrientacoes concluidasDados complementares Total Producao bibliografica20 Artigos publicados em periodicos1 Completos1 Trabalhos em eventos19 Completos10 Resumos7 Total Producao tecnica29 Produtos tecnologicos2 Produtos tecnologicos sem registro ou patente2 Demais tipos de producao tecnica27 Total Orientacoes concluidas46 Graduacao41 Orientacoes de outra natureza5 Total Dados complementares195 Participacao em bancas examinadoras178 Participacao em bancas de comissoes julgadoras8 Participacao em eventos9 Voltar Pagina gerada pelo sistema Lattes - CNPq/UNIFOR. As informacoes acima sao de responsabilidade do professor. Ultima atualizacao do CV em 28/02/2025 - 10:01"
  },
  {
    "nome": "Joel Sotero Da Cunha Neto",
    "curriculo": "http://www2.unifor.br/controle_pesquisa/pesquisarprofessor.do?actionParameter=prepareUpdate&p_tp_ambiente=2&p_tp_chamada=1&p_tp_apresentacao=1&cdPesquisador=002862743",
    "htmlCurriculo": "Curriculum Vitae Joel Sotero da Cunha Neto Dados pessoaisFormacao academica/TitulacaoFormacao complementarAtuacao profissionalProjetos de pesquisaAreas de atuacao IdiomasPremios e titulosProducao cientifica, tecnologica e artistica/culturalDados complementaresIndicadores de producao Dados pessoais NomeJoel Sotero da Cunha Neto Nome em citacoes bibliograficasCUNHA NETO, J. S.;NETO, JOEL;NETO, JOEL S. DA CUNHA;NETO, JOEL SOTERO DA CUNHA;DA CUNHA NETO, JOEL S.;DA CUNHA NETO, JOEL SOTERO;CUNHA NETO, JOEL SOTERO;CUNHA NETO, JOEL SOTERO DA Voltar Formacao academica/Titulacao 2018 Doutorado em Informatica Aplicada. Universidade de Fortaleza, UNIFOR, Brasil. Orientador: Placido Rogerio Pinheiro. 2015 - 2017 Mestrado em Informatica Aplicada. Universidade de Fortaleza, UNIFOR, Brasil. Titulo: GONET V2: UMA FERRAMENTA DE AVALIACAO E TRATAMENTO DINAMICO DA AMPLITUDE DE MOVIMENTO, Ano de Obtencao: 2017. Orientador: Victor Hugo Costa de Albuquerque. Bolsista do(a): Fundacao Cearense de Apoio ao Desenvolvimento Cientifico e Tecnologico, FUNCAP, Brasil. Palavras-chave: Artrometria Articular; Exergames; Reabilitacao Mecanica; Sensor Kinect; Avaliacao Dinamica; Goniometria. Grande area: Outros. 2010 - 2014 Graduacao em Engenharia de Controle e Automacao. Titulo: DESENVOLVIMENTO DE UM SISTEMA DE AVALIACAO DINAMICA COMPUTADORIZADO DA AMPLITUDE DE MOVIMENTO - GoNet. Orientador: Victor Hugo Costa de Albuquerque. Bolsista do(a): Fundacao Cearense de Apoio ao Desenvolvimento Cientifico e Tecnologico, FUNCAP, Brasil. 2007 - 2009 Ensino Medio (2º grau). Colegio Ari de Sa, CAS, Brasil. Voltar Formacao complementar 2023 - 2023PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2023. (Carga horaria: 44h). Universidade de Fortaleza, UNIFOR, Brasil. 2022 - 2022PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2022. (Carga horaria: 2h). Universidade de Fortaleza, UNIFOR, Brasil. 2021 - 2021Lei Geral de Protecao de Dados - LGPD. (Carga horaria: 6h). Universidade de Fortaleza, UNIFOR, Brasil. 2021 - 2021PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2021. (Carga horaria: 6h). Universidade de Fortaleza, UNIFOR, Brasil. 2020 - 2021EXPLORANDO O MOODLE COMO AMBIENTE VIRTUAL DE APRENDIZAGEM. (Carga horaria: 40h). Universidade de Fortaleza, UNIFOR, Brasil. 2020 - 2020PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2020. (Carga horaria: 7h). Universidade de Fortaleza, UNIFOR, Brasil. 2019 - 2019PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2019. (Carga horaria: 53h). Universidade de Fortaleza, UNIFOR, Brasil. 2018 - 2018PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2018. (Carga horaria: 53h). Universidade de Fortaleza, UNIFOR, Brasil. 2017 - 2017PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2017. (Carga horaria: 33h). Universidade de Fortaleza, UNIFOR, Brasil. 2012 - 2012Microcontroladores. (Carga horaria: 40h). Centro de Estudos e Pesquisa em Eletronica Profissional e Informatica, CEPEP, Brasil. Voltar Atuacao profissional Universidade de Fortaleza, UNIFOR, Brasil. Vinculo institucional 2022 - Atual Vinculo: Livre, Enquadramento Funcional: Coordenador, Carga horaria: 20 Outras informacoesVORTEX e um laboratorio de pesquisa, desenvolvimento e inovacao em tecnologia da informacao. Vinculo institucional 2017 - Atual Vinculo: Celetista, Enquadramento Funcional: Professor titular, Carga horaria: 28, Regime: Dedicacao exclusiva. Outras informacoesProfessor das disciplinas de &quot; Aquisicao de dados e Automacao&quot;, &quot;Redes industriais de comunicacao&quot;, &quot;Sistemas digitais avancados&quot;, &quot;Economia e analise de viabilidade&quot; e &quot;TCC 1&quot; Atividades 08/2024 - AtualEnsino, Mestrado Profissional em Tecnologia e Inovacao em Enfermagem, Nivel: Pos-Graduacao. Disciplinas ministradas CONSTRUCAO E DESENVOLVIMENTO DE PROJETOS DE INOVACAO EM ENFERMAGEM E SAUDE 2024 - AtualAtividades de Participacao em Projeto, Reitoria, Diretoria de Pesquisa, Desenvolvimento e Inovacao. Projetos de pesquisa Pellis 2024 - AtualAtividades de Participacao em Projeto, Reitoria, Vice-reitoria de Pesquisa - VRP. Projetos de pesquisa Cyclo Projeto Orion 2023 - AtualAtividades de Participacao em Projeto, Reitoria, Diretoria de Pesquisa, Desenvolvimento e Inovacao. Projetos de pesquisa Dr. Bone 2022 - AtualAtividades de Participacao em Projeto, Reitoria, Diretoria de Pesquisa, Desenvolvimento e Inovacao. Projetos de pesquisa Medicacao sem dano 2024 - 2024Atividades de Participacao em Projeto, Reitoria, Diretoria de Pesquisa, Desenvolvimento e Inovacao. Projetos de pesquisa Moema RA Visitacao VR NUBEX 2024 - 2024Atividades de Participacao em Projeto, Reitoria, Vice-reitoria de Pesquisa - VRP. Projetos de pesquisa Unifor Virtual Art Hub (UVAH) 2023 - 2024Atividades de Participacao em Projeto, Reitoria, Vice-reitoria de Pesquisa - VRP. Projetos de pesquisa Metodologia Interdisciplinar de Desenvolvimento de Tecnologias com Foco em Saude (MIDTs) 2022 - 2024Atividades de Participacao em Projeto, Reitoria, Diretoria de Pesquisa, Desenvolvimento e Inovacao. Projetos de pesquisa Projeto Anni 2022 - 2023Atividades de Participacao em Projeto, Reitoria, Diretoria de Pesquisa, Desenvolvimento e Inovacao. Projetos de pesquisa Prevencao de Quedas Blizzard Fundacao Cearense de Apoio ao Desenvolvimento Cientifico e Tecnologico, FUNCAP, Brasil. Vinculo institucional 2014 - 2015 Vinculo: Livre, Enquadramento Funcional: Bolsista de pesquisa Voltar Projetos de Pesquisa 2022 - 2024Projeto Anni Descricao: Desenvolvimento de solucao tecnologica para apoiar na avaliacao da eficacia da psicoterapia como estrategia de cuidado de pacientes em sofrimento emocional. O sistema web responsivo devera apoiar na gestao de alunos que realizam atendimento clinico no NAMI por meio de um prontuario eletronico.. Situacao: Concluido; Natureza: Pesquisa. Alunos envolvidos: Graduacao ( 8) . Integrantes: Joel Sotero da Cunha Neto - Coordenador. . 2023 - AtualDr. Bone Descricao: Projeto de inteligencia artificial focada na analise de raio X, auxiliando medicos na identificacao do diagnostico.. Situacao: Em andamento; Natureza: Pesquisa. Alunos envolvidos: Graduacao ( 5) / Doutorado ( 1) . Integrantes: Joel Sotero da Cunha Neto - Coordenador. . 2022 - AtualMedicacao sem dano Descricao: Projeto em parceria com a ESEP (Escola Superior de Enfermagem do Porto) para o desenvolvimento de um ambiente virtual de simulacao e treinamento da aplicacao de remedios focando na aplicacao dos 6 certos.. Situacao: Em andamento; Natureza: Pesquisa. Alunos envolvidos: Graduacao ( 3) / Mestrado profissionalizante ( 1) / Doutorado ( 1) . Integrantes: Joel Sotero da Cunha Neto - Coordenador. . 2024 - 2024Moema RA Descricao: O projeto consiste na atualizacao do totem da Moema em realidade aumentada, para isso foram feitas algumas mudancas, como: Adicao de novos modelos para fotos e novas animacoes das moemas. Foi criado tambem um novo identificador, alem de visitante e aluno, agora temos tambem a opcao para colaboradores, atraves de sua matricula institucional. Por fim, foram atualizadas as tecnologias por tras da ferramenta, removendo o antigo tablet e adicionando um painel touch sobre a tela interativa, facilitando a interacao e a montagem do totem. Atraves do totem e possivel tirar fotos com diversos modelos diferentes da moema e envia-las por email para o usuario. O foco principal do projeto e a captacao de novos leads para a universidade. Situacao: Concluido; Natureza: Desenvolvimento. Alunos envolvidos: Graduacao ( 3) / Doutorado ( 1) . Integrantes: Joel Sotero da Cunha Neto - Coordenador. . 2024 - 2024Visitacao VR NUBEX Descricao: O projeto visa criar uma experiencia de visitacao em realidade virtual para a Unidade Multiusuaria do Nubex, permitindo que o publico tenha acesso virtual ao espaco mesmo quando estiver fechado.. Situacao: Concluido; Natureza: Desenvolvimento. Alunos envolvidos: Graduacao ( 3) . Integrantes: Joel Sotero da Cunha Neto - Coordenador. . 2024 - AtualPellis Descricao: O projeto e focado no desenvolvimento da base de dados e da rede neural responsavel pela classificacao das queimaduras tanto pela profundidade quanto na porcentagem de area corporal. Essa versao tambem contempla o desenvolvimento o de um aplicativo movel integrado com a rede neural. Situacao: Em andamento; Natureza: Pesquisa. Alunos envolvidos: Graduacao ( 5) / Doutorado ( 2) . Integrantes: Joel Sotero da Cunha Neto - Coordenador. . 2022 - 2023Prevencao de Quedas Descricao: O projeto consiste no desenvolvimento de uma tecnologia de AIoT focada na prevencao de quedas em idosos em home-care. A tecnologia se baseia no sensoriamento de camas hospitalares, associada a uma IA capaz de detectar a posicao do paciente em tempo real. Com isso e possivel detectar posicoes de risco e alertar os cuidadores antes que o paciente saia da cama, prevenindo uma possivel queda futura.. Situacao: Concluido; Natureza: Pesquisa. Alunos envolvidos: Graduacao ( 4) / Mestrado profissionalizante ( 1) / Doutorado ( 1) . Integrantes: Joel Sotero da Cunha Neto - Coordenador. . 2022 - 2023Blizzard Descricao: Sistema Web/Responsivo associado a um dispositivo IoT para auxiliar na gestao e no controle de equipamentos eletricos e eletronicos remotamente.. Situacao: Concluido; Natureza: Desenvolvimento. Alunos envolvidos: Graduacao ( 5) / Doutorado ( 1) . Integrantes: Joel Sotero da Cunha Neto - Coordenador. . 2024 - 2024Unifor Virtual Art Hub (UVAH) Descricao: O projeto consiste no desenvolvimento de uma plataforma WEB integrada a um ambiente de Realidade Virtual para exposicoes de arte. No sistema web e possivel criar novas exposicoes, colocando quadros e suas descricoes, audiodescricoes das obras e videos. Em paralelo foi desenvolvida uma aplicacao em Realidade Virtual para o Oculus Quest onde e possivel acessar essas exposicoes e experenciar em um ambiente imersivo.. Situacao: Concluido; Natureza: Desenvolvimento. Alunos envolvidos: Graduacao ( 4) / Doutorado ( 1) . Integrantes: Joel Sotero da Cunha Neto - Coordenador. . 2023 - 2024Metodologia Interdisciplinar de Desenvolvimento de Tecnologias com Foco em Saude (MIDTs) Descricao: MIDTs e uma metodologia multimetodo para desenvolvimento de tecnologias em saude. Esse projeto consistiu em ajustar, melhorar e testar uma metodologia previamente desenvolvida pelo laboratorio de formacao e inovacao (VORTEX) da Universidade de Fortaleza. Anteriormente a metodologia foi pensada apenas para a saude, mas posteriormente foi visto que funciona para outras areas tambem, como direito, cultura, entre outras. Assim o projeto visou ajustar a metodologia para ser apenas focada na saude, mas nao limitada a ela.. Situacao: Concluido; Natureza: Pesquisa. Alunos envolvidos: Graduacao ( 2) / Doutorado ( 1) . Integrantes: Joel Sotero da Cunha Neto - Coordenador / VASCONCELLOS FILHO, JOSE EURICO DE - Integrante. . 2024 - AtualCyclo Descricao: O cyclo e um sistema de IoT embarcado em um cicloergometro que juntamente com um oximetro digital coleta informacoes do paciente durante exercicios de fisioterapia. O sistema foi idealizado para captar informacoes em exercicios para reabilitacao pulmonar para que fisioterapeutas tenham todas as informacoes das sessoes do paciente em tempo real e uma visao historica do progresso da reabilitacao em um aplicativo mobile. O sistema tambem conta com uma interface de realidade virtual nao imersiva para engajar os pacientes da reabilitacao no exercicio, trazendo ambientes virtuais para que ele pedale utilizando o cicloergometro adaptado.. Situacao: Em andamento; Natureza: Pesquisa. Alunos envolvidos: Graduacao ( 5) / Doutorado ( 1) . Integrantes: Joel Sotero da Cunha Neto - Coordenador / OLEGARIO, NATALIA B. DA CUNHA - Integrante. . 2024 - AtualProjeto Orion Descricao: Um sistema de gamificacao para fisioterapia respiratoria infantil que utiliza uma adaptacao de um spring load integrando-o com jogos mobile para engajar criancas na fisioterapia respiratoria. Situacao: Em andamento; Natureza: Pesquisa. Alunos envolvidos: Graduacao ( 5) / Doutorado ( 1) . Integrantes: Joel Sotero da Cunha Neto - Coordenador / DA CUNHA OLEGARIO, NATALIA BITAR - Integrante. . Voltar Areas de atuacao 1. Grande area: Outros / Area: Robotica, Mecatronica e Automacao. 2. Grande area: Engenharias / Area: Engenharia Biomedica / Subarea: Bioengenharia / Especialidade: Processamento de Sinais Biologicos. 3. Grande area: Engenharias / Area: Engenharia Biomedica / Subarea: Engenharia Medica / Especialidade: Tecnologia de Proteses. 4. Grande area: Ciencias Exatas e da Terra / Area: Ciencia da Computacao / Subarea: Metodologia e Tecnicas da Computacao / Especialidade: Processamento Grafico (Graphics). 5. Grande area: Ciencias Exatas e da Terra / Area: Ciencia da Computacao / Subarea: Metodologia e Tecnicas da Computacao / Especialidade: Linguagens de Programacao. 6. Grande area: Ciencias Exatas e da Terra / Area: Ciencia da Computacao / Subarea: Metodologia e Tecnicas da Computacao / Especialidade: Engenharia de Software. Voltar Idiomas Compreende Ingles (Bem), Portugues (Bem). Fala Ingles (Razoavelmente), Portugues (Bem). Le Ingles (Bem), Portugues (Bem). Escreve Ingles (Razoavelmente), Portugues (Bem). Voltar Premios e titulos 20141º Lugar do curso de Engenharia de Controle e Automacao, Universidade de Fortaleza. Voltar Producao cientifica, tecnologica e artistica/cultural Producao bibliograficaProducao tecnicaOrientacoes concluidas Producao bibliografica Trabalhos completos/resumidos em eventos 1. OLEGARIO, N. B. C.; CUNHA NETO, J. S.; OLEGARIO, C. B. C. et al. Desenvolvimento de um software para pontuacao do questionario utilizado para mensuracao da qualidade de vida- SF-36. In: XVII Encontro de Iniciacao a Pesquisa da Universidade de Fortaleza - UNIFOR, 2011, Fortaleza. Anais do XVII Encontro de Iniciacao a Pesquisa da Universidade de Fortaleza - UNIFOR, 2011. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues; Meio de divulgacao: Outro 2. ROCHA, G. S.; CUNHA NETO, J. S.; ALBUQUERQUE, V. H. C.. Influencia de artefatos sobre a qualidade de sinais eletrofisiologicos um estudo preliminar. In: XIX Encontro de Inciacao Cientifica da Universidade de Fortaleza - UNIFOR, 2013, Fortaleza. Anais do XIX Encontro de Inciacao Cientifica da Universidade de Fortaleza - UNIFOR, 2013. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues; Meio de divulgacao: Outro 3. CUNHA NETO, J. S.; ROCHA, G. S.; OLEGARIO, N. B. C. et al. Avaliacao Automatica do Estagio de Reabilitacao Biomecanica: Uma ferramenta de auxilio a medicao artrometria articular. In: XIX Encontro de Inciacao Cientifica da Universidade de Fortaleza - UNIFOR, 2013, Fortaleza. Anais do XIX Encontro de Inciacao Cientifica da Universidade de Fortaleza - UNIFOR, 2013. Referencias adicionais: Classificacao do evento: Local; Brasil/ Bretao 4. CUNHA NETO, J. S.; ABREU, F. O. M. S.. Analise de microestrutura e propriedades mecanicas de um aco comercial. In: XVIII Encontro de Inciacao Cientifica da Universidade de Fortaleza - UNIFOR, 2013, Fortaleza. Anais do XVIII Encontro de Inciacao Cientifica da Universidade de Fortaleza - UNIFOR, 2012. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues; Meio de divulgacao: Outro 5. CUNHA NETO, J. S.; ABREU, F. O. M. S.. Determinacao da resistividade de metais: Uma proposta para abordagem pratica de ensino. In: XIII ENCONTRO DE INICIACAO A DOCENCIA DA UNIVERSIDADE DE FORTALEZA - UNIFOR, 2013, Fortaleza. Anais do XIII ENCONTRO DE INICIACAO A DOCENCIA DA UNIVERSIDADE DE FORTALEZA - UNIFOR, 2013. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues; Meio de divulgacao: Outro 6. MELO, F. E. M; CUNHA NETO, J. S.; MAIA, J. E. B.. Desempenho do algoritmo minimos quadrados recursivo na identificacao online do modelo dinamico de um forno a gas. In: XX Encontro de Iniciacao Cientifica da Universidade de Fortaleza - UNIFOR, 2014, FORTALEZA. Anais do XX Encontro de Iniciacao Cientifica da Universidade de Fortaleza - UNIFOR, 2014. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues; Meio de divulgacao: Digital 7. SANTOS, M. S.; CUNHA NETO, J. S.; OLIVEIRA, D. N.. Desenvolvimento de uma documentacao tecnica para futuras praticas com o uso do Sistema de Producao Modular MPS - FESTO na disciplina de Instrumentacao e Controle. In: XIV ENCONTRO DE INICIACAO A DOCENCIA DA UNIVERSIDADE DE FORTALEZA - UNIFOR, 2014, FORTALEZA. Anais do XIV ENCONTRO DE INICIACAO A DOCENCIA DA UNIVERSIDADE DE FORTALEZA - UNIFOR, 2014. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues; Meio de divulgacao: Digital 8. SANTOS, M. S.; CUNHA NETO, J. S.; OLIVEIRA, H. A.. Utilizacao de um Robo Mitsubishi RV-2SDB como atividade pratica na disciplina de Robotica Industrial. In: XIV ENCONTRO DE INICIACAO A DOCENCIA DA UNIVERSIDADE DE FORTALEZA - UNIFOR, 2014, FORTALEZA. Anais do XIV ENCONTRO DE INICIACAO A DOCENCIA DA UNIVERSIDADE DE FORTALEZA - UNIFOR, 2014. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues; Meio de divulgacao: Digital 9. CUNHA NETO, J. S.; FONTES NETO SEGUNDO, A H; BEDE, F. M. P. C. et al. DESENVOLVIMENTO E CONTROLE DE BRACO ROBOTICO: APLICACAO DA INTERDISCIPLINARIDADE ENTRE CONTROLADORES LOGICOS PROGRAMAVEIS E ROBOTICA. In: XLVI Congresso Brasileiro de Educacao em Engenharia, 2018, Salvador. XLVI Congresso Brasileiro de Educacao em Engenharia, 2018. Palavras-chave: Interdisciplinaridade; ABP; CLP; Robotica Industrial. Grande area: Outros. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital 10. OLIVEIRA, A G; BATISTA, B. L. A.; LIMA, L. C. et al. SHARK TANK: UM EXPERIENCIA NA APRESENTACAO DE PROJETOS NOS CURSOS DE INTRODUCAO A ENG. DE CONTROLE E AUTOMACAO E ENG. DE COMPUTACAO. In: X Encontro de Praticas Docentes, 2018, Fortaleza. X Encontro de Praticas Docentes. Fortaleza : Univerisade de Fortaleza, 2018. Palavras-chave: Shark Tank; Seminario; Metodologias Ativas. Grande area: Ciencias Humanas. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital; ISSN/ISBN: 2179-4332. 11. ALVES, V. F. V.; CUNHA NETO, J. S.; BARBOSA, P. C. S. et al. O USO DE APOSTILAS COMO GUIA EM ATIVIDADES PRATICAS DE CONTROLADORES LOGICOS E PROGRAMAVEIS. In: XVIII Encontro de Iniciacao a Docencia, 2018, Fortaleza. XVIII Encontro de Iniciacao a Docencia. Fortaleza : Univerisade de Fortaleza, 2018. Palavras-chave: Praticas laboratoriais; Apostilas praticas; Controladores Logicos Programaveis. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital; ISSN/ISBN: 2175-5396. 12. FONTES NETO SEGUNDO, A H; CUNHA NETO, J. S.; SILVA, R. F. et al. ABP NO CONTROLE DE ESTABILIDADE DE DRONE COMO FERRAMENTA DE APRENDIZADO COM INTERDISCIPLINARIDADE ENTRE CONTROLE DIGITAL E PROJETO ASSISTIDO POR COMPUTADOR. In: XLVII Congresso Brasileiro de Educacao em Engenharia, 2019, Fortaleza. XLVII Congresso Brasileiro de Educacao em Engenharia, 2019. Palavras-chave: ABP; Interdisciplinaridade; Controle digital; Drone. Grande area: Outros. Grande area: Ciencias Humanas / Area: Educacao / Subarea: Ensino-Aprendizagem / Especialidade: Metodos e Tecnicas de Ensino. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital 13. ALVES, V. F. V.; BARBOSA, P. C. S.; SANTANA, R. F. et al. APLICACAO DE ABP NO DESENVOLVIMENTO E MODELAGEM DAS CINEMATICAS DE MANIPULADORES ROBOTICOS COM INTERDISCIPLINARIDADE ENTRE PROJETO ASSISTIDO POR COMPUTADOR, ROBOTICA E MICROCONTROLADORES. In: XLVII Congresso Brasileiro de Educacao em Engenharia, 2019, Fortaleza. XLVII Congresso Brasileiro de Educacao em Engenharia, 2019. Palavras-chave: ABP; Interdisciplinaridade; Projeto Assistido por Computador; Robotica Industrial. Grande area: Outros. Grande area: Ciencias Humanas / Area: Educacao / Subarea: Ensino-Aprendizagem / Especialidade: Metodos e Tecnicas de Ensino. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital 14. SANTANA, R. F.; BARBOSA, P. C. S.; CAVALCANTI, M. D. S. et al. CRIACAO E APLICACAO DE FERRAMENTA PARA AUXILIAR NO ENSINO DE ALGORITMOS E PROGRAMACAO DE COMPUTADORES. In: XLVII Congresso Brasileiro de Educacao em Engenharia, 2019, Fortaleza. XLVII Congresso Brasileiro de Educacao em Engenharia, 2019. Palavras-chave: Ferramenta de ensino; Programacao; Internet. Referencias adicionais: Classificacao do evento: Brasil/ Portugues; Meio de divulgacao: Digital 15. FONTES NETO SEGUNDO, A H; CUNHA NETO, J. S.; OLIVEIRA, H. A. et al. DESENVOLVIMENTO DE FERRAMENTA DE SIMULACAO PARA AUXILIO NO ENSINO DA DISCIPLINA DE ROBOTICA INDUSTRIAL. In: XLVII Congresso Brasileiro de Educacao em Engenharia, 2019, Fortaleza. XLVII Congresso Brasileiro de Educacao em Engenharia, 2019. Palavras-chave: Unity 3D; Simulacao; Cinematicas; Robotica Industrial. Grande area: Outros. Grande area: Ciencias Humanas / Area: Educacao / Subarea: Ensino-Aprendizagem / Especialidade: Metodos e Tecnicas de Ensino. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital 16. SANTANA, R. F.; BARBOSA, P. C. S.; SILVA, R. F. et al. DESENVOLVIMENTO DE UM BRACO MANIPULADOR ROBOTICO: APLICACAO DE INTERDISCIPLINARIDADE ENTRE PROJETO ASSISTIDO POR COMPUTADOR, MICROCONTROLADORES E ROBOTICA INDUSTRIAL. In: XLVII Congresso Brasileiro de Educacao em Engenharia, 2019, Fortaleza. XLVII Congresso Brasileiro de Educacao em Engenharia, 2019. Palavras-chave: Robotica Industrial; Projeto Assistido por Computador; Microcontroladores; Cinematicas. Grande area: Outros. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues 17. ALVES, V. F. V.; FONTES NETO SEGUNDO, A H; CUNHA NETO, J. S. et al. Desenvolvimento e automacao de uma esteira seletora de objetos: uso da interdisciplinaridade em controladores logicos e programaveis, pneumatica, e acionamento de maquinas eletricas. In: XLVII Congresso Brasileiro de Educacao em Engenharia, 2019, Fortaleza. XLVII Congresso Brasileiro de Educacao em Engenharia, 2019. Palavras-chave: Interdisciplinaridade; CLP; Acionamento de maquinas; Sistemas pneumaticos. Grande area: Outros. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital 18. CUNHA NETO, J. S.; LANDIM, P. L. A.; FONTES NETO SEGUNDO, A H et al. Factory IO como ferramenta no auxilio da interdisciplinaridade nos cursos de engenharia. In: XLVII Congresso Brasileiro de Educacao em Engenharia, 2019, Fortaleza. XLVII Congresso Brasileiro de Educacao em Engenharia, 2019. Palavras-chave: Factory IO; Interdisciplinaridade. Grande area: Outros. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital 19. CUNHA NETO, J. S.; CHAGAS, D. A.; CARVALHO, L. M. et al. EXPERIENCIA DO COMPARTILHAMENTO DE UMA DISCIPLINA COM MULTIPLOS PROFESSORES. In: XI Encontro de Praticas Docentes, 2019, Fortaleza. XI Encontro de Praticas Docentes. Fortaleza : Univerisade de Fortaleza, 2019. Palavras-chave: Integracao; Compartilhamento; Modulos de ensino. Grande area: Ciencias Humanas. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital; ISSN/ISBN: 2179-4332. 20. MAGALHAES, F. R. P.; LIMA, L. C.; OLIVEIRA, A G et al. PROJETO INTEGRADOR: DESENVOLVIMENTO DE COMPETENCIAS NO PRIMEIRO SEMESTRE DAS ENGENHARIAS. In: XI Encontro de Praticas Docentes, 2019, Fortaleza. XI Encontro de Praticas Docentes. Fortaleza : Univerisade de Fortaleza, 2019. Palavras-chave: Projeto Integrador; Competencias transversais; Autodeterminacao. Grande area: Ciencias Humanas. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital; ISSN/ISBN: 2179-4332. 21. FONSECA, R. B.; MACIEL, F. B.; DE ALBUQUERQUE, VICTOR HUGO C. et al. Automacao Residencial Controlada Por Interface Cerebro Maquina Baseado Em Eletroencefalograma Utilizando Emotiv. In: XXV Encontro de Iniciacao a Pesquisa, 2019, Fortaleza. XXV Encontro de Iniciacao a Pesquisa. Fortaleza : Univerisade de Fortaleza, 2019. Palavras-chave: Automacao Residencial; Vestiveis; Acessibilidade. Grande area: Outros. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Frances; Meio de divulgacao: Digital; ISSN/ISBN: 1808-8449. 22. LANDIM, P. L. A.; SANTANA, R. F.; BELEM, L. C. et al. Desenvolvimento de automatizacao para gaseificador de biomassa contracorrente. In: XXV Encontro de Iniciacao a Pesquisa, 2019, Fortaleza. XXV Encontro de Iniciacao a Pesquisa. Fortaleza : Univerisade de Fortaleza, 2019. Palavras-chave: Automacao; Gaseificador; Biomassa. Grande area: Outros. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Frances; Meio de divulgacao: Digital; ISSN/ISBN: 1808-8449. 23. MARQUES, L. A.; COSTA, R. G.; CUNHA NETO, J. S. et al. Simulacao automatizado do processo de fabricacao de recipientes para GLP utilizando Factory IO. In: XXV Encontro de Iniciacao a Pesquisa, 2019, Fortaleza. XXV Encontro de Iniciacao a Pesquisa. Fortaleza : Univerisade de Fortaleza, 2019. Palavras-chave: Automacao Industrial; Controladores Logicos Programaveis; Factory IO. Grande area: Outros. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Frances; Meio de divulgacao: Digital; ISSN/ISBN: 1808-8449. 24. SOUSA, J. V. M.; DIOGENES NETO, P. C. H.; CUNHA NETO, J. S.. UTILIZACAO DA ABP COMO METODOLOGIA DE ENSINO PARA A DISCIPLINA CONTROLADORES LOGICOS PROGRAMAVEIS. In: XX Encontro de Iniciacao a Docencia, 2020, Fortaleza. XX Encontro de Iniciacao a Docencia. Fortaleza : Univerisade de Fortaleza, 2020. Palavras-chave: Controladores Logicos Programaveis; ABP; Automacao Industrial. Grande area: Outros. Grande area: Ciencias Humanas / Area: Educacao / Subarea: Ensino-Aprendizagem / Especialidade: Metodos e Tecnicas de Ensino. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital; ISSN/ISBN: 2175-5396. 25. SANTOS, A. I. S.; SILVA, A. C. E.; SILVEIRA, J. V. L. et al. Mago Party: Uma proposta de jogo educativo para ensino fundamental. In: XXVI Encontro de Iniciacao a Pesquisa, 2020, Fortaleza. XXVI Encontro de Iniciacao a Pesquisa. Fortaleza : Univerisade de Fortaleza, 2020. Palavras-chave: Aprendizagem; Gamificacao; Serious Games; Educacao. Grande area: Ciencias Exatas e da Terra. Grande area: Ciencias Humanas / Area: Educacao / Subarea: Ensino-Aprendizagem / Especialidade: Metodos e Tecnicas de Ensino. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Frances; Meio de divulgacao: Digital; ISSN/ISBN: 1808-8449. 26. SANTOR, M. S.; BARBOSA, P. C. S.; NETO, JOEL et al. DESENVOLVIMENTO DE SISTEMA DE MONITORAMENTO NAO INVASIVO PARA ANALISE DE EFICIENCIA ENERGETICA DE MOTORES. In: CONGRESSO INTERNACIONAL VIRTUAL DE PESQUISA, POS GRADUACAO E INOVAACAO DO INSTITUTO FEDERAAL DO CEARA, 2020, FORTALEZA. ANAIS DO I CONGRESSO INTERNACIONAL VIRTUAL DE PESQUISA, POS GRADUACAO E INOVAACAO DO INSTITUTO FEDERAAL DO CEARA, 2020. Palavras-chave: motores eletricos trifasicos; Eficiencia energetica; Industria 4.0. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues 27. DIOGENES NETO, P. C. H.; RICARTE, M. B.; FERREIRA NETO, J. F. R. et al. SISTEMA DE GERENCIAMENTO DE MATERIAIS DE LIMPEZA E HIGIENE DE BANHEIROS COLETIVOS. In: XVIII ENCONTRO DE INICIACAO A PESQUISA, 2022, Fortaleza. ANAIS DO XVIII ENCONTRO DE INICIACAO A PESQUISA, 2022. Palavras-chave: Protocolo MQTT; IoT; Supervisorio; Gestao de insumos; Banheiros coletivos. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues 28. RIBEIRO, T. S.; NEVES, B. P. P.; SOUZA, E. S. et al. BLIZZARD: FUNCIONALIDADES DE UMA PLATAFORMA WEB PARA GERENCIAMENTO ENERGETICO. In: XVIII ENCONTRO DE INICIACAO A PESQUISA, 2022, Fortaleza. ANAIS DO XVIII ENCONTRO DE INICIACAO A PESQUISA, 2022. Palavras-chave: Plataforma web responsiva; Gerenciamento; Eficiencia energetica; IoT; Automacao. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues; Meio de divulgacao: Digital 29. EVANGELISTA FILHO, J. J. F.; AZEVEDO, V. B.; FERREIRA NETO, J. F. R. et al. BLIZZARD: Desenvolvimento de Sistema de Monitoramento e Gerenciamento de Cargas Eletricas utilizando aplicacoes em Internet das Coisas. In: XVIII ENCONTRO DE INICIACAO A PESQUISA, 2022, Fortaleza. ANAIS DO XVIII ENCONTRO DE INICIACAO A PESQUISA, 2022. Palavras-chave: IoT; Eficiencia energetica; Automacao; Smart Grid. Referencias adicionais: Classificacao do evento: Brasil/ Portugues; Meio de divulgacao: Digital 30. AZEVEDO, V. B.; EVANGELISTA FILHO, J. J. F.; FERREIRA NETO, J. F. R. et al. DESENVOLVIMENTO DE SISTEMA DE CONTROLE DE ACESSO POR RECONHECIMENTO FACIAL BASEADO EM IA E IOT. In: XVIII ENCONTRO DE INICIACAO A PESQUISA, 2022, Fortaleza. ANAIS DO XVIII ENCONTRO DE INICIACAO A PESQUISA, 2022. Palavras-chave: Controle de Acesso; IoT; Reconhecimento de imagem; Reconhecimento facial. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues; Meio de divulgacao: Digital 31. FERREIRA NETO, J. F. R.; CUNHA NETO, J. S.; SILVA, T. S. et al. Um Sistema Baseado em IoT para Prevencao de Quedas em Idosos em Situacao de Home Care: Resumo Expandido. In: XIX Congresso Brasileiro de Informatica em Saude, 2022, Campinas. ANAIS do XIX Congresso Brasileiro de Informatica em Saude, 2022. p. 237. Palavras-chave: Home Care; Idosos; IoT. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; ISSN/ISBN: 2178-2857. 32. MORENO, ALEJANDRO ELIAS LIMA; RIBEIRO, VICTORIA MEDEIROS DA FROTA; CUNHA NETO, JOEL SOTERO DA et al. Neurofeedback e Eye Tracking como mecanicas de um Jogo Serio de apoio ao tratamento de neuropatias. In: Anais Estendidos do Simposio Brasileiro de Jogos e Entretenimento Digital, 2023, Brasil. Anais Estendidos do XXII Simposio Brasileiro de Jogos e Entretenimento Digital (SBGames Estendido 2023), 2023. p. 1248. Palavras-chave: Neurofeedback; Jogos digitais; Eye Tracking. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital; Homepage: [https://doi.org/10.5753/sbgames_estendido.2023.234114] 33. CUNHA NETO, J. S.; COSTA, B. T.; NEVES, B. P. P. et al. INTELIGENCIA ARTIFICIAL GENERATIVA APLICADA A CRIACAO DE CONTEUDOS EAD. In: XXIX ENCONTRO DE INICIACAO A PESQUISA, 2023, Fortaleza. ANAIS DO XXIX ENCONTRO DE INICIACAO A PESQUISA, 2023. Referencias adicionais: Classificacao do evento: Brasil/ Portugues; Meio de divulgacao: Digital 34. CUNHA NETO, JOEL SOTERO; SILVA NETO, G. F. E.; BARBOSA, R. L. et al. ASPECTOS ETICOS E A LGPD NA PROTECAO DE DADOS DOS PACIENTES DA PSICOLOGIA NA FERRAMENTA ANNI. In: XXIX ENCONTRO DE INICIACAO A PESQUISA, 2023, Fortaleza. ANAIS DO XXIX ENCONTRO DE INICIACAO A PESQUISA, 2023. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital 35. CUNHA NETO, JOEL SOTERO; LUCAS, R. A.; NUNES, P. H. L. et al. TECNOLOGIA LORA APLICADA A MONITORIZACAO METEOROLOGICA. In: XXIX ENCONTRO DE INICIACAO A PESQUISA, 2023, Fortaleza. ANAIS DO XXIX ENCONTRO DE INICIACAO A PESQUISA, 2023. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital 36. MORENO, ALEJANDRO ELIAS LIMA; RIBEIRO, VICTORIA MEDEIROS DA FROTA; FONTES, YURI NEKAN SOARES et al. Medicacao Sem Dano: simulador gamificado para a administracao segura de medicacoes. In: Simposio Brasileiro de Jogos e Entretenimento Digital, 2024, Brasil. Anais do XXIII Simposio Brasileiro de Jogos e Entretenimento Digital (SBGames 2024), 2024. p. 1631. Palavras-chave: Simulador Gamificado; Administracao Segura de Medicamentos; Realidade Virtual; Inteligencia Artificial; Gamificacao. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital; Homepage: [https://sol.sbc.org.br/index.php/sbgames/article/view/32427] 37. CUNHA NETO, JOEL SOTERO; NUNES, P. H. L.; COLARES, D. M. et al. Recondicionamento de hardwares para desenvolvimento de um sistema de midia digital. In: XXX Encontro de Iniciacao a Pesquisa, 2024, FORTALEZA. ANAIS DO XXX ENCONTRO DE INICIACAO A PESQUISA, 2024. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Digital 38. CUNHA NETO, JOEL SOTERO; SENA, G. A.; FERREIRA NETO, J. F. R. et al. MAQUINA DE ESTADOS FINITA APLICADA EM SISTEMAS DE ACESSO. In: XXX Encontro de Iniciacao a Pesquisa, 2024, FORTALEZA. XXX ENCONTRO DE INICIACAO A PESQUISA, 2024. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Digital 39. CUNHA NETO, JOEL SOTERO; BARBOSA, FELIPE CASSIANO; MATELA, ROLF FREITAS et al. Desenvolvimento de Plataforma Tecnologica para acompanhamento psicoterapico. In: XXX Encontro de Iniciacao a Pesquisa, 2024, FORTALEZA. XXX Encontro de Iniciacao a Pesquisa, 2024. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Digital 40. FILHO, JOSE; NETO, JOEL; FERREIRA, JOSE. MIDTs: Interdisciplinary Method for Technological Research Development with a Focus on Health. In: 18th International Conference on Health Informatics, 2025, Porto. Proceedings of the 18th International Joint Conference on Biomedical Engineering Systems and Technologies, 2025. p. 874. Palavras-chave: Interdisciplinary Research; User-Centered Design; Technological Development; eHealth. Referencias adicionais: Classificacao do evento: Internacional; Brasil/ Portugues; Meio de divulgacao: Digital; Homepage: [https://www.scitepress.org/Papers/2025/133363/133363.pdf]; ISSN/ISBN: 9789897587313. Artigos completos/resumidos publicados em periodicos 1. NETO, JOEL; ALBUQUERQUE, VICTOR; SILVA, GUILHERME et al. GoNet - A New Movement Dynamic Evaluation System in Real Time. Revista IEEE America Latina, v. 13, p. 3928-3933, 2015. Palavras-chave: Kinect; Artrometria Articular. Grande area: Outros. Grande area: Ciencias da Saude / Area: Fisioterapia e Terapia Ocupacional / Subarea: Fisioterapia e Terapia Ocupacional. ; Meio de divulgacao: Digital; Homepage: [http://ieeexplore.ieee.org/xpl/login.jsp?tp=&arnumber=7404929&url=http%3A%2F%2Fieeexplore.ieee.org%2Fxpls%2Fabs_all.jsp%3Farnumber%3D7404929][doi:10.1109/tla.2015.7404929]; Serie: 12; ISSN/ISBN: 15480992. 2. NETO, JOEL S. DA CUNHA; FILHO, PEDRO P. REBOUCAS; DA SILVA, GUILHERME P. FERREIRA et al. Dynamic evaluation and treatment of the movement amplitude using Kinect sensor. IEEE Access, v. 6, p. 1-1, 2018. ; Meio de divulgacao: Digital; Homepage: [http://https://ieeexplore.ieee.org/document/8314555/?reload=true][doi:10.1109/access.2018.2811720]; ISSN/ISBN: 21693536. 3. SEGUNDO, AFONSO HENRIQUES FONTES NETO; NETO, JOEL SOTERO DA CUNHA; SILVA, REGINALDO FLORENCIO DA et al. PBL in the development and stability control of an UAV with interdisciplinarity between digital control and computer assisted design. INTERNATIONAL JOURNAL OF ADVANCED ENGINEERING RESEARCH AND SCIENCE, v. 6, p. 539-543, 2019. Palavras-chave: PBL; Interdisciplinaridade; Controle digital; Drone. Grande area: Outros. Grande area: Outros / Area: Robotica, Mecatronica e Automacao / Subarea: Robotica, Mecatronica e Automacao. ; Meio de divulgacao: Digital; Serie: 6; ISSN/ISBN: 23496495. 4. XU, YONGZHAO; BARBOSA, PAULO C. S.; DA CUNHA NETO, JOEL S. et al. Development of intelligent and integrated technology for pattern recognition in <scp>EMG</scp> signals for robotic prosthesis command. Expert Systems (Online), v. 40, p. e13109, 2022. ; Meio de divulgacao: Digital; Homepage: [doi:10.1111/exsy.13109]; ISSN/ISBN: 14680394. 5. DA CUNHA OLEGARIO, NATALIA BITAR; DA CUNHA NETO, JOEL SOTERO; BARBOSA, PAULO CIRILLO SOUZA et al. Identifying congenital generalized lipodystrophy using deep learning-DEEPLIPO. Scientific Reports, v. 13, p. 2176, 2023. ; Meio de divulgacao: Digital; Homepage: [doi:10.1038/s41598-023-27987-5]; Serie: 1; ISSN/ISBN: 20452322. 6. NETO, JOSE FERNANDO RODRIGUES FERREIRA; NETO, JOEL SOTERO DA CUNHA; SILVA, TAMIRES DE SOUSA et al. An IoT-Based System for Preventing Falls in Elderly People in Home Care. International Journal of Health Science, v. 3, p. 2-8, 2023. ; Meio de divulgacao: Digital; Homepage: [doi:10.22533/at.ed.159382331012]; Serie: 8; ISSN/ISBN: 27640159. 7. BARBOSA, RODRIGO LAGES; TEIXEIRA E MARTINS, HEITOR DE CASTRO; BARBOSA, FELIPE CASSIANO et al. Doctor Bone: treinamento de redes neurais para auxilio na identificacao da idade ossea. journal of health informatics, v. 16, p. 1382, 2024. Palavras-chave: Idade Ossea; Auxilio ao Diagnostico; Inteligencia Artificial.; Meio de divulgacao: Digital; Homepage: [https://jhi.sbis.org.br/index.php/jhi-sbis/article/view/1382]; Serie: Especial; ISSN/ISBN: 21754411. Capitulos de livros publicados 1. FONTES NETO SEGUNDO, A H; CUNHA NETO, J. S.; SILVA, R. F. et al. Aplicacao de ABP e interdisciplinaridade no desenvolvimento e controle de um manipulador robotico. In: Editora Poisson. (Org.). Engenharia no seculo XXI. 1 ed. Belo Horizonte, 2019, v. 2, p. 214-222. Palavras-chave: Controle e Automacao; Automacao Industrial; Robotica Industrial; Interdisciplinaridade. Grande area: Outros. Grande area: Ciencias Humanas / Area: Educacao / Subarea: Ensino-Aprendizagem / Especialidade: Metodos e Tecnicas de Ensino. Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Digital; Numero da revisao: 1; ISBN: 9788570420831. Producao tecnica 1. CUNHA NETO, JOEL SOTERO; PEREIRA, J. S.; NEVES, B. P. P. et al. BLIZZARD. 2023. Patente: Programa de Computador. n. 512024004824-3, \"BLIZZARD\" . 01 dez. 2023 (Deposito); 09 dez. 2024 (Concessao). Referencias adicionais: Brasil/; Finalidade: Agendamento, controle de carga e gerenciamento de consumo energetico; Plataforma: JAVA SCRIPT; Ambiente: Gerenc. disposit. e perifericos; Inst. promotora/financiadora: Fundacao Edson Queiroz. Demais tipos de producao tecnica 1. CUNHA NETO, JOEL SOTERO. O que e Inteligencia Artificial e quais seus impactos na saude mental?. 2024. (Apresentacao de Trabalho/Conferencia ou palestra). Referencias adicionais: Brasil/Portugues; Local: Universidade de Fortaleza; Cidade: Fortaleza; Evento: VIII Seminario Internacional de Promocao de Saude; Inst. promotora/financiadora: Programa de Pos-Graduacao em Saude Coletiva - Unifor. 2. CUNHA NETO, JOEL SOTERO; BARBOSA, R. L.; TEIXEIRA E MARTINS, HEITOR DE CASTRO et al. Doctor Bone: treinamento de redes neurais para auxilio na identificacao da idade ossea,. 2024. (Apresentacao de Trabalho/Congresso). Referencias adicionais: Brasil/Portugues; Cidade: Belo Horizonte; Evento: XX Congresso Brasileiro de Informatica em Saude - CBIS'24, r; Inst. promotora/financiadora: Sociedade Brasileira de Informatica em Saude. 3CUNHA NETO, J. S.. Olimpiada Brasileira de Robotica. 2013. . Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Outro; Evento itinerante: Sim; Duracao do evento: 1; Local: Universidade de Fortaleza; Cidade: Fortaleza; Inst. promotora/financiadora: Centro Universitario da FEI. 4CUNHA NETO, J. S.. Olimpiada Brasileira de Robotica. 2014. . Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Outro; Evento itinerante: Sim; Duracao do evento: 1; Local: Universidade de Fortaleza; Cidade: Fortaleza; Inst. promotora/financiadora: Centro Universitario da FEI. 5CUNHA NETO, JOEL SOTERO. Contribuicoes da tecnologia rumo a emancipacao. 2024. (Programa de radio ou TV/Mesa redonda). Referencias adicionais: Brasil/Portugues; Duracao do evento: 120; Data de apresentacao: 31/10/2024. Orientacoes concluidas Mestrado 1. Raquel Lane Nogueira Gomes Costa. Construcao de cenarios de jogos educacionais na promocao da cidadania digital para criancas. 2024. Dissertacao (Mestrado em Mestrado Profissional em Tecnologia e Inovacao em Enfermagem) - Universidade de Fortaleza, . Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Co-orientador. Graduacao 1. Elson Magalhaes Pontes Filho. Protese Robotica controlado via EEG. 2016. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Grande area: Engenharias. Grande area: Outros / Area: Robotica, Mecatronica e Automacao / Subarea: Robotica, Mecatronica e Automacao. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 2. Ydna Silva Lucas. Automacao de uma linha de montagem de botijoes: uma proposta para otimizacao do processo produtivo. 2016. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 3. Gabriel Sola Rocha. AUTOMACAO RESIDENCIAL UTILIZANDO INTERFACE CEREBRO MAQUINA BASEADO EM ELETROENCEFALOGRAMA PARA PACIENTES COM ESCLEROSE LATERAL AMIOTROFICA. 2016. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Grande area: Outros. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 4. LIA PEREIRA MELO,. DESENVOLVIMENTO DE UM PROTOTIPO DE SISTEMA DE AUTOMACAO VEICULAR BASEADO EM IOT PARA O CONTROLE DE FUNCOES DE ELETRICAS BASICAS AUTOMOTIVAS,. 2017. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 5. Rafael Bezerra Melo Sousa Lemos. AUTOMATIZACAO DE QUESTIONARIOS DE QUALIDADE DE VIDA. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 6. Muriel de Sena dos Santos. SISTEMA DE CONDICIONAMENTO E MONITORAMENTO DE SAGUIS. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 7. Marcos Vinicius Candido Leitao. DESENVOLVIMENTO DE UMA LUVA PARA INTERACAO COM AMBIENTE VIRTUAL. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 8. Felipe Barretto Dourado de Azevedo. CONTROLE A DISTANCIA DE UM BRACO ROBOTICO ATRAVES DE UMA LUVA CONTROLADORA. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 9. MARCOS VINICIUS CANDIDO LEITAO,. DESENVOLVIMENTO DE UMA LUVA PARA INTERACAO COM AMBIENTE VIRTUAL,. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 10. PAULO CIRILLO SOUZA BARBOSA. APLICACAO DE REDE MLP EM SINAIS DE EMG PARA DETECCAO DE COMANDOS E CONTROLE DE PROTESE ROBOTICA. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 11. THIAGO COELHO LINHARES. RETROFIT DE UMA LINHA DE TRANSPORTE AEREO E DESENVOLVIMENTO DE UM SISTEMA SCADA COM GERACAO DE RELATORIO E CONTROLE E QUALIDADE USANDO CALCULO DE OEE. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 12. RODRIGO PAULO FERREIRA DE SOUSA. DESENVOLVIMENTO DE TESTES COGNITIVOS PARA ATLETAS DE FUTEBOL AMERICANO UTILIZADO A PLATAFORMA ARDUINO E VISUAL STUDIO. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 13. RAUL FONTENELE SANTANA. UTILIZACAO DE INTELIGENCIA COMPUTACIONAL PARA O CONTROLE AUTONOMO DE UM PROCESSO PRODUTIVO. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 14. VALTENIO KELSEY PORDEUS SILVA. DESENVOLVIMENTO DE DISPOSITIVO PARA AQUISICAO DE SINAIS DE EEG. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 15. IGOR SALDANHA IEIRA ALVES. ESTUDO DE CASO DE UMA MAQUINA FORMADORA DE CAIXA NA REALIZACAO DE UM RETROFIT. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 16. FILIPE FERREIRA RAMOS. PROJETO E IMPLEMENTACAO DE UM SISTEMA FOTOVOLTAICO E SISTEMAS DE SEGURANCA ELETRONICA EM UMA FABRICA DE MOLDURAS. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 17. JOAO VICTOR GUIMARAES LIMA. DESENVOLVIMENTO DE SISTEMA DE MONITORAMENTO E SUPERVISAO DE GERADOR DE EMERGENCIA UTILIZANDO PLATAFORMA SCADA. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 18. NICOLAS GOES BARBOSA. RETROFIT DE SUPERVISORIO PARA CONTROLE DE CARGA E DESCARGA DE MATERIAIS E DESENVOLVIMENTO DE UM SISTEMA SCADA PARA O PORTO DO PECEM. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 19. WILKER SANTOS DE SOUSA. GERENCIAMENTO DE ALARMES: APLICACAO DA RACIONALIZACAO EM UMA USINA TERMOELETRICA A CARVAO MINERAL. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 20. ADRIANO DE ARAUJO VIANA. USO DO MANIPULADOR ROBOTICO COMO INSTRUMENTO DIDATICO. 2021. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 21. ALAN JEFFERSON SILVA DE OLIVEIRA. EVA: ASSISTENTE VIRTUAL PARA MONITORAMENTO DE PACIENTES EM HOME CARE. 2021. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 22. PAULO ROBERTO ALENCAR LOPES JUNIOR. DESENVOLVIMENTO DE UMA BANCADA DIDATICA COM SILOS PARA O ENSINO DE CONTROLADORES LOGICOS PROGRAMAVEIS. 2022. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Computacao) - Universidade de Fortaleza. Orientador: Joel Sotero da Cunha Neto. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. Voltar Dados Complementares Participacao em bancas examinadorasParticipacao em eventos Participacao em bancas examinadoras Dissertacoes 1. FROTA, Mirna Albuquerque; ROLIM, Karla Maria Carneiro et al. Participacao em banca de Damiana Vieira Sampaio. Construcao de conteudos educacionais na promocao da cidadania digital para adolescentes. 2024. Dissertacao (Mestrado em Mestrado Profissional em Tecnologia e Inovacao em Enfermagem) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. Trabalhos de Conclusao de Curso de graduacao 1. NETO, Joel Sotero da Cunha. Participacao em banca de LIA PEREIRA MELO,. DESENVOLVIMENTO DE UM PROTOTIPO DE SISTEMA DE AUTOMACAO VEICULAR BASEADO EM IOT PARA O CONTROLE DE FUNCOES DE ELETRICAS BASICAS AUTOMOTIVAS,. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 2. NETO, Joel Sotero da Cunha. Participacao em banca de ARAN REBOUCAS DE PAIVA. COMISSIONAMENTO DE UM SISTEMA DE AUTOMACAO E INSTRUMENTACAO DE UM FPSO. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 3. NETO, Joel Sotero da Cunha. Participacao em banca de ANTONIO DO VALE GUERREIRO NETO. IMPLEMENTACAO E ANALISE DE ALGORITMOS PARA ENCONTRAR MELHOR CAMINHO. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 4. NETO, Joel Sotero da Cunha. Participacao em banca de MARCOS VINICIUS CANDIDO LEITAO. DESENVOLVIMENTO DE UMA LUVA PARA INTERACAO COM AMBIENTE VIRTUAL. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 5. SOUSA, MARCELO FERREIRA DE; OLIVEIRA, ATILA GIRAO DE et al. Participacao em banca de MARIA IZABELLE SILVA LIMA. SISTEMA DE MONITORAMENTO REMOTO DOS SINAIS VITAIS DE RECEM-NASCIDOS PREMATUROS. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Computacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 6. CHAGAS, DANIEL ALMEIDA; MACEDO, DANIEL VALENTE DE et al. Participacao em banca de Ian Nunes Santiago. DESENVOLVIMENTO DE UM PROTOTIPO DE COMUNICACAO RF PARA VEICULOS DE TRANSPORTE PUBLICO: AUTOMACAO DO ESPACO URBANO. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 7. NETO, Joel Sotero da Cunha. Participacao em banca de ITALO LUCENA DUARTE DELMIRO. DESENVOLVIMENTO DE UM ROBO MOVEL PARA HIGIENIZACAO DOMICILIAR. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 8. NETO, Joel Sotero da Cunha. Participacao em banca de MATHEUS DA COSTA MIRANDA. SISTEMA DE IRRIGACAO AUTONOMO E SUPERVISIONADO UTILIZANDO ESP 32. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 9. NETO, Joel Sotero da Cunha. Participacao em banca de JORGE RENAN MOURAO PINTO. IMPLEMENTACAO DE CONTROLADORES EM UM ROBO MOVEL PARA REDUZIR O ERRO NA EXECUCAO DE UMA TRAJETORIA PLANEJADA. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 10. NETO, Joel Sotero da Cunha. Participacao em banca de JEFFERSON ACIOLY FRANCA JORGE. SISTEMA DE MONITORAMENTO INTELIGENTE DO CONSUMO DE ENERGIA ELETRICA. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 11. NETO, Joel Sotero da Cunha. Participacao em banca de ANDRE VITOR ALVES TAVARES. SIMULACAO DA MOVIMENTACAO DE UM VEICULO AUTONOMO UTILIZANDO UMA REDE NEURAL CONVOLUCIONAL. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 12. NETO, Joel Sotero da Cunha. Participacao em banca de DAVI GUANABARA DE ARAGAO. NAVEGACAO AUTONOMA DA PLATAFORMA JAGUAR EM AMBIENTE ESTATICO UTILIZANDO O LIDAR UTM-30LX. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 13. NETO, Joel Sotero da Cunha. Participacao em banca de THIAGO LIMA SOARES. DESENVOLVIMENTO DE UM SISTEMA PARA CONTROLE DE RACKS DE REFRIGERACAO ATRAVES DE UM CLP COM SISTEMA SUPERVISORIO DE ACESSO VIA WEB. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 14. NETO, Joel Sotero da Cunha. Participacao em banca de MATEUS GOMES FIALHO. MONITORAMENTO INTELIGENTE DO CONSUMO DE ENERGIA ELETRICA POR MEIO DO UBIDOTS. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 15. NETO, Joel Sotero da Cunha. Participacao em banca de RODRIGO PAULO FERREIRA DE SOUSA. DESENVOLVIMENTO DE TESTES COGNITIVOS PARA ATLETAS DE FUTEBOL AMERICANO UTILIZADO A PLATAFORMA ARDUINO E VISUAL STUDIO. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 16. NETO, Joel Sotero da Cunha. Participacao em banca de RAUL FONTENELE SANTANA. DESENVOLVIMENTO DE UM SUPERVISORIO COM A UTILIZACAO DE INTELIGENCIA COMPUTACIONAL PARA O CONTROLE AUTONOMO DE UM PROCESSO PRODUTIVO. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 17. NETO, Joel Sotero da Cunha. Participacao em banca de JADER GONDIM OLIVEIRA. DESENVOLVIMENTO DE UM SISTEMA DE CONTROLE DE ACESSO A FERRAMENTAS DE USO COLETIVO. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 18. NETO, Joel Sotero da Cunha. Participacao em banca de FRANCISCO HIGOR ANDRADE DA SILVA. APLICACAO EM NUVEM COM IoT PARA ANALISE DE PARAMETROS DE FUNCIONAMENTO EM COMPRESSOR DE UMA LINHA PNEUMATICA AFIM DE PREVER POSSIVEIS FALHAS DE FUNCIONAMENTO. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 19. NETO, Joel Sotero da Cunha. Participacao em banca de JOSE ADILSON DA SILVA ALVES. IMPLEMENTACAO DO CONTROLE AUTOMATICO PARA DOSAGEM DE ACIDO E SODA EM REGENERACAO DE RESINAS NA PRODUCAO DE AGUA DESMINERALIZADA. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 20. NETO, Joel Sotero da Cunha. Participacao em banca de NICOLAS GOES BARBOSA. RETROFIT DE SUPERVISORIO PARA CONTROLE DE CARGA E DESCARGA DE MATERIAIS E DESENVOLVIMENTO DE UM SISTEMA SCADA PARA O PORTO DO PECEM. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 21. NETO, Joel Sotero da Cunha. Participacao em banca de FELIPE BARRETO MACIEL. DESENVOLVIMENTO DE UM SUPERVISORIO COM REDE NEURAL PARA CONTROLAR A ILUMINACAO DE RESIDENCIAS POR VIDEO DE CAMERAS DE SEGURANCA. 2021. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 22. LIMA, Karoline Rodrigues; SOUZA, Andre Lunardi de et al. Participacao em banca de Leonardo Freire de Freitas. Automatizacao do sistema de climatizacao e iluminacao para aviario de galinhas de postura utilizando IOT. 2025. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. Participacao em eventos 1. . 2022. (Participacoes em eventos/Congresso). Referencias adicionais: Brasil/. 2. . 2019. (Participacoes em eventos/Seminario). Referencias adicionais: Brasil/. 3. . 2023. (Participacoes em eventos/Simposio). Referencias adicionais: Brasil/. 4. Inteligencia artificial em Oncologia. 2024. (Participacoes em eventos/Simposio). Referencias adicionais: Brasil/. 5. . 2024. (Participacoes em eventos/Simposio). Referencias adicionais: Brasil/. 6. . 2024. (Participacoes em eventos/Oficina). Referencias adicionais: Brasil/. Voltar Indicadores de producao Producao bibliograficaProducao tecnicaOrientacoes concluidasDados complementares Total Producao bibliografica48 Artigos publicados em periodicos7 Completos7 Trabalhos em eventos40 Completos20 Livros e capitulos1 Livros publicados ou organizados0 Capitulos de livros publicados1 Total Producao tecnica6 Softwares1 Softwares com registro ou patente1 Demais tipos de producao tecnica5 Total Orientacoes concluidas23 Mestrado 1 Co-Orientador1 Graduacao22 Total Dados complementares29 Participacao em bancas examinadoras23 Participacao em eventos6 Voltar Pagina gerada pelo sistema Lattes - CNPq/UNIFOR. As informacoes acima sao de responsabilidade do professor. Ultima atualizacao do CV em 27/03/2025 - 02:17"
  },
  {
    "nome": "Kamila Pereira Lins",
    "curriculo": "http://www2.unifor.br/controle_pesquisa/pesquisarprofessor.do?actionParameter=prepareUpdate&p_tp_ambiente=2&p_tp_chamada=1&p_tp_apresentacao=1&cdPesquisador=970528093",
    "htmlCurriculo": "Curriculum Vitae Kamila Pereira Lins Dados pessoaisFormacao academica/TitulacaoFormacao complementarAtuacao profissionalProjetos de pesquisa IdiomasProducao cientifica, tecnologica e artistica/culturalDados complementaresIndicadores de producao Dados pessoais NomeKamila Pereira Lins Nome em citacoes bibliograficasLINS, K. P. Endereco profissionalUniversidade de Fortaleza. Fundacao Edson Queiroz Universidade de Fortaleza - UNIFOR Edson Queiroz 60811905 - Fortaleza, CE - Brasil Telefone: (85) 34773000 Voltar Formacao academica/Titulacao 2009 - 2012 Mestrado em Engenharia Mecanica. Universidade Federal de Santa Catarina, UFSC, Brasil. Titulo: Procedimento para avaliacao da profundidade de defeitos em placas de materiais compositos usando shearografia com exitacao termica., Ano de Obtencao: 2012. Orientador: Armando Albertazzi Goncalves Junior. Palavras-chave: Materiais Compositos; Shearografia; Quantificacao de defeitos. Grande area: Engenharias. Grande area: Engenharias / Area: Engenharia Mecanica / Subarea: Metrologia e Instrumentacao / Especialidade: Shearografia. 2003 - 2008 Graduacao em Engenharia Mecanica. Voltar Formacao complementar 2008 - 2008Analise Experimental de Motores a Diesel. (Carga horaria: 4h). Pontificia Universidade Catolica do Parana, PUC/PR, Brasil. 2008 - 2008Labview. (Carga horaria: 4h). Pontificia Universidade Catolica do Parana, PUC/PR, Brasil. 2008 - 2008Treinamento de Equipamento - XR20. (Carga horaria: 24h). Laboratorio de Metrologia Mecanica da UFC, LAMETRO, Brasil. 2008 - 2008Treinamento de Equpamento - MMQ. (Carga horaria: 24h). Laboratorio de Metrologia Mecanica da UFC, LAMETRO, Brasil. 2008 - 2008Treinamento de Equipamento - ULM 600. (Carga horaria: 24h). Laboratorio de Metrologia Mecanica da UFC, LAMETRO, Brasil. 2007 - 2007 Extensao universitaria em Excel Avancado. (Carga horaria: 36h). Empresa Junior do Curso de Eng. Civil da UFC, CONSULTEC, Brasil. 2006 - 2006Rugosidade Superficial. (Carga horaria: 4h). Universidade Federal da Paraiba, UFPB, Brasil. 2006 - 2006Novas Tec. para Minimizacao do Desgaste na Industr. (Carga horaria: 4h). Universidade Federal da Paraiba, UFPB, Brasil. 2005 - 2005Estatistica Apliacada a Incerteza nas Medicoes. (Carga horaria: 16h). RMCE/SEBRAE, RMCE/SEBRAE, Brasil. 2005 - 2005Dinamica dos Fluidos Computacionais. (Carga horaria: 4h). Faculdade de Engenharia da UNESP de Ilha Solteira - SP, UNESP, Brasil. 2005 - 2005Metodos Numericos Aplicados em Engenharia Mecanica. (Carga horaria: 4h). Faculdade de Engenharia da UNESP de Ilha Solteira - SP, UNESP, Brasil. 2005 - 2005Leitura e Interpretacao de Des. Tecnico Mecanico. (Carga horaria: 60h). SENAI - Departamento Regional do Ceara, SENAI/DR/CE, Brasil. 2005 - 2005Sistema de Gestao da Qualidade Laboratorial. (Carga horaria: 16h). Federacao das Industrias do Estado do Ceara, FIEC, Brasil. Voltar Atuacao profissional Universidade de Fortaleza, UNIFOR, Brasil. Vinculo institucional 2014 - Atual Vinculo: Celetista, Enquadramento Funcional: Professora Auxiliar, Carga horaria: 36 Devry Brasil, DEVRY BRASIL, Brasil. Vinculo institucional 2014 - 2014 Vinculo: Celetista, Enquadramento Funcional: Professora, Carga horaria: 20 Centro de Estudos e Pesquisa em Eletronica Profissional e Informatica, CEPEP, Brasil. Vinculo institucional 2013 - 2014 Vinculo: Livre, Enquadramento Funcional: Professora Laboratorio de Metrologia Mecanica da UFC, LAMETRO, Brasil. Vinculo institucional 2005 - 2009 Vinculo: Livre, Enquadramento Funcional: Estagiaria, Carga horaria: 20 Voltar Projetos de Pesquisa 2025 - AtualPodSerEngenheir@ Descricao: PodCast direcionado aos alunos de ensino medio que pretendem ou tem duvidas sobre engenharias.. Situacao: Em andamento; Natureza: Extensao. Alunos envolvidos: Graduacao ( 10) . Integrantes: Kamila Pereira Lins - Coordenador. . 2023 - AtualPromovendo a Qualidade Empresarial atraves da ISO 9001 Descricao: O projeto tem como principal objetivo colaborar com a melhoria de processos de qualidade em empresas locais de pequeno porte em vistas de promover o crescimento economico sustentavel e a inovacao.Dessa forma pode-se identificar problemas de gestao da qualidade considerando os principios da norma; realizar dialogos entre vivencias praticas e conhecimentos teoricos; refletir sobre as possibilidades de solucoes para melhoria da gestao da qualidade; desenvolver solucoes e modelo de aplicacoes da gestao da qualidade para empresa alvo; compartilhar idealizacao da proposta de aplicacao da gestao de qualidade em capacitacao ou curso.. Situacao: Em andamento; Natureza: Extensao. Alunos envolvidos: Graduacao ( 4) . Integrantes: Kamila Pereira Lins - Coordenador. . Voltar Idiomas Compreende Ingles (Razoavelmente). Fala Ingles (Pouco). Le Ingles (Razoavelmente). Escreve Ingles (Pouco). Voltar Producao cientifica, tecnologica e artistica/cultural Producao bibliograficaProducao tecnicaOrientacoes concluidas Producao bibliografica Trabalhos completos/resumidos em eventos 1. SILVA, E. M.; LIMA, E.M.C.; LINS, K. P.. Laboratorio de Metrologia da UFC - um elo de ligacao entre a Academia e a Industria. In: XIV Encontro de Extensao da Universidade Federal do Ceara, 2005, Fortaleza. Laboratorio de Metrologia da UFC - um elo de ligacao entre a Academia e a Industria, 2005. Palavras-chave: Prestacao de Servico; Academia; Industria. Grande area: Engenharias. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues; Meio de divulgacao: Impresso 2. SILVA, E. M.; LINS, K. P.; MARINHO, A.F.C.. Implementacao do Servico de Blocos Padrao no Lametro. In: XIV Encontro de Extencao da Universidade Federal do Ceara, 2005, Fortaleza. XIV Encontro de Extencao da Universidade Federal do Ceara, 2005. Palavras-chave: Bloco Padrao; Lametro; Implementacao. Grande area: Engenharias. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues; Meio de divulgacao: Impresso 3. Sant'Anna, M.F.B.; MARQUES, L.S; LINS, K. P.. Avaliacao das Fontes de Incertezas de Medicao na Calibracao de Medidores Digitais de Pressao de Grande Exatidao. In: XXVII Congresso Nacional de Estudantes de Engenharia Mecanica, 2008, Curitiba. XXVII Congresso Nacional de Estudantes de Engenharia Mecanica, 2008. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Outro 4. JUNIOR, L.S; LINS, K. P.; Sant'Anna, M.F.B.. Comparacao Intralaboratorial na Grandeza Pressao. In: I Congresso Internacional de Metrologia Mecanica, 2008, Rio de Janeiro. I Congresso Internacional de Metrologia Mecanica, 2008. Referencias adicionais: Classificacao do evento: Internacional; Brasil/ Portugues; Meio de divulgacao: Impresso 5. MARQUES, L.S; LINS, K. P.; Sant'Anna, M.F.B.. Estruturacao e Implantacao do Servico de Calibracao de Medidores de Pressao Arterial no Laboratorio de Metrologia Mecanica da UFC. In: XVII Encontro de Extensao da Universidade Federal do Ceara, 2008, Fortaleza. XVII Encontro de Extensao da Universidade Federal do Ceara, 2008. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues; Meio de divulgacao: Impresso 6. LINS, K. P.; SANCHO, E. O.; RIOS, A. S. et al. ANALISE DE VIABILIDADE TECNICA DE TRANSFORMACAO DE RESIDUOS SOLIDOS PROVENIENTES DE PAS EOLICAS EM CADEIRAS. In: CONGRESSO TECNICO-CIENTIFICO DA ENGENHARIA E DA AGRONOMIA, 2023, Gramado-RS. SOEAA - Semana Oficial da Engenharia e da Agronomia, 2023. v. 78. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Digital; Homepage: [https://www.confea.org.br/eventos/contecc] Artigos completos/resumidos publicados em periodicos 1. CABRAL, M. J.; LIMA, C. R. G.; LINS, K. P. et al. INTERDISCIPLINARIDADE ENTRE METROLOGIA E USINAGEM: UMA ABORDAGEM PRATICA. Anais do Congresso Brasileiro de Educacao em Engenharia, v. 19, p. 92, 2019. Palavras-chave: Interdisciplinaridade; Avaliacao dimensional; Avaliacao geometrica; Metrologia; Processos de fabricacao. Grande area: Engenharias. ; Meio de divulgacao: Digital; Homepage: [http://www.abenge.org.br/sis_submetidos.php?acao=abrir&evento=COBENGE19&codigo=COBENGE19_00092_00002129.pdf]; ISSN/ISBN: 2175957X. Producao tecnica Demais tipos de producao tecnica 1. LINS, K. P.; JUNIOR, L.S; FROTA, R. A.. Estudos dos Parametros Micro e Macro Geometricos de Placas de Orificio. 2005. (Apresentacao de Trabalho/Congresso). Referencias adicionais: Brasil/Portugues; Local: UNESP; Cidade: Ilha Solteira; Evento: XII Congresso Nacional de Estudantes de Engenharia Mecanica; Inst. promotora/financiadora: Universidade Estadual de Sao Paulo. 2. LINS, K. P.; MARQUES, L.S; Sant'Anna, M.F.B.. Calibracao e Avaliacao da Incerteza de Medicao em Calibre Tampao Roscado Cilindrico. 2008. (Apresentacao de Trabalho/Outra). Referencias adicionais: Brasil/Portugues; Local: Fortaleza - CE; Cidade: Fortaleza - CE; Evento: XXVII Encontro de Iniciacao Cientifica da Universidade Federal do Ceara; Inst. promotora/financiadora: Universidade Federal do Ceara. 3 LINS, K. P.; Sant'Anna, M.F.B.. Metrologia e Sistema da Qualidade. 2008. (Curso de curta duracao ministrado/Extensao). Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Outro; Unidade: horas; Tipo de participacao: Docente; Duracao do evento: 6; Local: Centro de Tecnologia; Cidade: Fortaleza; Inst. promotora: Universidade Federal do Ceara. 4LINS, K. P.. III Semana de Tecnologia da Universidade Federal do Ceara. 2008. (Organizacao de evento/Outro). Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Outro; Evento itinerante: Nao; Duracao do evento: 1; Local: Centro de Tecnologia; Cidade: Fortaleza; Inst. promotora/financiadora: Universidade Federal do Ceara. Orientacoes concluidas Graduacao 1. Matheus Silva Rodrigues. APLICACAO DO METODO DE ANALISE E SOLUCAO DE PROBLEMAS - MASP EM UMA LOJA DE VAREJO. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Orientador: Kamila Pereira Lins. Palavras-chave: Varejo; Gestao de Rotina; MASP. Grande area: Engenharias. Setores de atividade: Comercio varejista. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 2. ERICA SITONIO DA CUNHA. ESTUDO DE MELHORIAS AO PROCESSO DE USINAGEM POR FRESAMENTO EM UMA INSTITUICAO DE ENSINO SUPERIOR ATRAVES DA METODOLOGIA SEIS SIGMA. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Orientador: Kamila Pereira Lins. Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. Voltar Dados Complementares Participacao em eventos Participacao em eventos 1. Estudos dos Parametros Micro e Macro Geometricos de Placas de Orificio. 2005. (Participacoes em eventos/Congresso). Palavras-chave: Parametros; Geometricos; Placas de Orificio. Grande area: Engenharias. Referencias adicionais: Brasil/. 2. . 2006. (Participacoes em eventos/Congresso). Referencias adicionais: Brasil/. 3. . 2008. (Participacoes em eventos/Congresso). Referencias adicionais: Brasil/. 4. . 2017. (Participacoes em eventos/Congresso). Referencias adicionais: Brasil/. 5. Servico de Referencia Bibliografica em Extensao da UFPB. 2004. (Participacoes em eventos/Encontro). Palavras-chave: Referencia; Bibliografica; Extensao. Grande area: Linguistica, Letras e Artes. Referencias adicionais: Brasil/. 6. Laboratorio de Metrologia da UFC: um elo de ligacao entre a Academia e a Industria. 2005. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 7. Calibracao e Avaliacao da Incerteza de Medicao em Calibre Tampao Roscado Cilindrico. 2008. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 8. . 2010. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. Voltar Indicadores de producao Producao bibliograficaProducao tecnicaOrientacoes concluidasDados complementares Total Producao bibliografica7 Artigos publicados em periodicos1 Completos1 Trabalhos em eventos6 Resumos4 Total Producao tecnica4 Demais tipos de producao tecnica4 Total Orientacoes concluidas2 Graduacao2 Total Dados complementares8 Participacao em eventos8 Voltar Pagina gerada pelo sistema Lattes - CNPq/UNIFOR. As informacoes acima sao de responsabilidade do professor. Ultima atualizacao do CV em 13/08/2025 - 09:54"
  },
  {
    "nome": "Rafael Aragao Magalhaes",
    "curriculo": "http://www2.unifor.br/controle_pesquisa/pesquisarprofessor.do?actionParameter=prepareUpdate&p_tp_ambiente=2&p_tp_chamada=1&p_tp_apresentacao=1&cdPesquisador=916282293",
    "htmlCurriculo": "Curriculum Vitae Rafael Aragao Magalhaes Dados pessoaisFormacao academica/TitulacaoFormacao complementarAtuacao profissional IdiomasProducao cientifica, tecnologica e artistica/culturalDados complementaresIndicadores de producao Dados pessoais NomeRafael Aragao Magalhaes Nome em citacoes bibliograficasMAGALHAES, R. A. Endereco profissionalUniversidade Federal do Ceara, Centro de Tecnologia, Departamento de Mecanica e Producao. Av. Humberto Monte Campus do Pici 60455-760 - Fortaleza, CE - Brasil Telefone: (85) 33669640 URL da Homepage: www.ufc.br Voltar Formacao academica/Titulacao 2010 - 2012 Mestrado em Engenharia Mecanica. Universidade Federal do Ceara, UFC, Brasil. Titulo: Eletrodeposicao de Filmes Finos de CdTe sobre Substrato de Pt para Uso em Sistemas Fotovoltaica, Ano de Obtencao: 2012. Orientador: Francisco Nivaldo Aguiar Freire. Bolsista do(a): Coordenacao de Aperfeicoamento de Pessoal de Nivel Superior, CAPES, Brasil. Palavras-chave: Engenharia mecanica; Energia - Fontes alternativas; Eletrogalvanizacao. 2004 - 2009 Graduacao em Fisica. Titulo: APLICACAO DE DISTRIBUICOES ESTATISTICAS PARA OBTENCAO DA DENSIDADE DE POTENCIA EOLICA EM REGIOES DO LITORAL CEARENSE. Orientador: Emerson Mariano da Silva. Bolsista do(a): Fundacao Cearense de Apoio ao Desenvolvimento Cientifico e Tecnologico, FUNCAP, Brasil. Voltar Formacao complementar 2023 - 2023PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2023. (Carga horaria: 40h). Universidade de Fortaleza, UNIFOR, Brasil. 2022 - 2022AVA-liacao. (Carga horaria: 16h). Universidade de Fortaleza, UNIFOR, Brasil. 2022 - 2022PROGRAMA DE DESENVOLVIMENTO PROFISSIONAL EM EDUCACAO 2022. (Carga horaria: 38h). Universidade de Fortaleza, UNIFOR, Brasil. 2022 - 2022Elaboracao de questoes para avaliacoes em larga escala. (Carga horaria: 20h). Universidade de Fortaleza, UNIFOR, Brasil. 2021 - 2021BIOSSEGURANCA NA PRATICA DOCENTE. (Carga horaria: 20h). Universidade de Fortaleza, UNIFOR, Brasil. 2021 - 2021RECURSOS INTERATIVOS EM AMBIENTE REMOTO. (Carga horaria: 40h). Universidade de Fortaleza, UNIFOR, Brasil. 2021 - 2021EXPLORANDO O MOODLE COMO AMBIENTE VIRTUAL DE APRENDIZAGEM. (Carga horaria: 40h). Universidade de Fortaleza, UNIFOR, Brasil. 2021 - 2021EXPLORANDO O QUESTIONARIO COMO FERRAMENTA DE AVALIACAO NO AVA UNIFOR. (Carga horaria: 40h). Universidade de Fortaleza, UNIFOR, Brasil. 2021 - 2021PLANEJAR POR COMPETENCIA: O DESAFIO DO PROJETO DE ENSINO. (Carga horaria: 20h). Universidade de Fortaleza, UNIFOR, Brasil. 2019 - 2019OFICINA DE APRIMORAMENTO: TURNITIN. (Carga horaria: 4h). Universidade de Fortaleza, UNIFOR, Brasil. 2010 - 2010IV Curso do Metodo Rietvel. (Carga horaria: 40h). Universidade Federal do Ceara, UFC, Brasil. 2000 - 2000Instalacoes Hidrosanitarias. (Carga horaria: 40h). Instituto Centro de Ensino Tecnologico, CENTEC, Brasil. 2000 - 2000Instalacoes Eletricas. (Carga horaria: 50h). Instituto Centro de Ensino Tecnologico, CENTEC, Brasil. 2000 - 2000Desenho Auxiliado por Computador. (Carga horaria: 40h). Instituto Centro de Ensino Tecnologico, CENTEC, Brasil. 2000 - 2000Soldagem. (Carga horaria: 50h). Instituto Centro de Ensino Tecnologico, CENTEC, Brasil. 1999 - 1999Ajustador Mecanico. (Carga horaria: 60h). Instituto Centro de Ensino Tecnologico, CENTEC, Brasil. 1999 - 1999Eletricista Predial. (Carga horaria: 80h). Instituto Centro de Ensino Tecnologico, CENTEC, Brasil. 1999 - 1999Soldagem. (Carga horaria: 100h). Instituto Centro de Ensino Tecnologico, CENTEC, Brasil. Voltar Atuacao profissional Universidade de Fortaleza, UNIFOR, Brasil. Vinculo institucional 2014 - Atual Vinculo: Livre, Enquadramento Funcional: efetivo, Carga horaria: 40 Universidade Estadual do Ceara, UECE, Brasil. Vinculo institucional 2013 - 2015 Vinculo: Servidor Publico, Enquadramento Funcional: Professor Substituto, Carga horaria: 40 Voltar Idiomas Compreende Ingles (Bem), Alemao (Pouco). Fala Ingles (Bem), Alemao (Pouco). Le Ingles (Bem), Alemao (Pouco). Escreve Ingles (Bem), Alemao (Pouco). Voltar Producao cientifica, tecnologica e artistica/cultural Producao bibliograficaProducao tecnicaOrientacoes concluidas Producao bibliografica Trabalhos completos/resumidos em eventos 1. VIEIRA, C. F. A.; SANTOS, C. C.; LIMA, F. J. L. et al. Comparacao Entre os Dados de Vento Gerados no Projeto Reanalysis e o Observados em uma Regiao Serrana do Estado do Ceara. In: XXIV Encontro de Fisicos do Norte e Nordeste, 2006, Joao Pessoa - PB. XXIV EFNNE, 2006. p. 203-203. Palavras-chave: Recursos eolicos; Reanalysis; Ventos. Grande area: Ciencias Exatas e da Terra. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Varios; Homepage: [http://www.sbf1.sbfisica.org.br/eventos/efnne/xxiv/programa/resumos.pdf] 2. VIEIRA, C. F. A.; SANTOS, C. C.; LIMA, F. J. L. et al. CORRELACAO ENTRE OS DADOS DE VENTO GERADOS NO PROJETO REANALYSIS DO NCEP/NCAR E OBSERVADOS EM REGIOES DO ESTADO DO CEARA. In: XIV Congresso Brasileiro de Meteorologia, 2006, Florianopolis. XIV CBMET, 2006. Palavras-chave: Ventos; Recursos eolicos; Reanalysis. Grande area: Ciencias Exatas e da Terra. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues; Meio de divulgacao: Varios; Homepage: [http://www.sbmet.org.br/congresso/port/index.html] 3. VIEIRA, C. F. A.; SANTOS, C. C.; SILVA, E. M. et al. AVALIACAO DA DENSIDADE DE POTENCIA EOLICA EM UM SITIO SITUADO NO LITORAL NORTE DO ESTADO DO CEARA. In: XXX ENCONTRO NACIONAL DE FISICA DA MATERIA CONDENSADA, 2007, SAO LOURENCO. ANAIS, 2007. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues 4. MAGALHAES, R. A.; SILVA, E. M.; LIMA, F. J. L.. ANALISE DA APLICACAO DE DISTRIBUICOES DE PROBABILIDADE NA VELOCIDADE E POTENCIA DO VENTO EM ACARAU/CE. In: XIII SEMANA UNIVERSITARIA DA UECE, 2008, FORTALEZA. ANAIS, 2008. Referencias adicionais: Classificacao do evento: Local; Brasil/ Portugues; Meio de divulgacao: Digital; Homepage: [http://www.uece.br/propgpq/index.php/paginainicial/listanoticias/86-anais-da-xiii-semana-universitaria-da-uece] 5. MAGALHAES, R. A.; LINARD, F. J. A.; SILVA, E. M. et al. Distribuicao de probabilidade de velocidade e potencia do vento em Barroquinha, litoral leste do estado do Ceara. In: XXVII Encontro de Fisicos do Norte e Nordeste, 2009, Belem. Atividades de pesquisa, 2009. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Impresso; Homepage: [http://www2.ufpa.br/ppgf/efnne.htm] 6. MAGALHAES, R. A.; LINARD, F. J. A.; SILVA, E. M. et al. Distribuicao de probabilidade de velocidade e potencia do vento em Icapui, litoral leste do Estado do Ceara. In: XXVII Encontro de Fisicos do Norte e Nordeste, 2009. Atividades de pesquisa, 2009. Palavras-chave: densidade de potencia eolica; Recursos eolicos; Ventos. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues; Meio de divulgacao: Impresso; Homepage: [http://www2.ufpa.br/ppgf/efnne.htm] 7. SOUSA, J. H. A.; MAGALHAES, R. A.; SILVA, A. N. et al. Characterization of CdTe Electrolytic Deposition on Platinum in Acidic Medium. In: XIII Encontro da SBPMat, 2014, Joao Pessoa. Characterization of CdTe Electrolytic Deposition on Platinum in Acidic Medium, 2014. Referencias adicionais: Classificacao do evento: Internacional; Brasil/ Portugues 8. SOUSA, J. H. A.; Silva R. C. B.; MAGALHAES, R. A.. ESTUDO POTENCIODINAMICO DA DEPOSICAO DE CdTe SOBRE PLATINA. In: XIX SEMANA UNIVERSITARIA DA UECE, 2014. XIX SEMANA UNIVERSITARIA DA UECE, 2014. Referencias adicionais: Classificacao do evento: Regional; Brasil/ Portugues 9. SOUSA, J. H. A.; MAGALHAES, R. A.; FREIRE, F. N. A. et al. Caracerizacao de CdTe Eletrodepositado sobre Platina para Aplicacao em Celulas Fotovoltaicas: um estudo eletroqimico. In: XVIII CONGRESSO BRASILEIRO DE METEOROLOGIA, 2014, RECIFE. XVIII CONGRESSO BRASILEIRO DE METEOROLOGIA, 2014. Referencias adicionais: Classificacao do evento: Nacional; Brasil/ Portugues 10. ARAUJO, S. L.; SOUSA, J. H. A.; MAGALHAES, R. A. et al. ESTADO DA ARTE DE ONDAS GRAVITACIONAIS: DETECCAO, SOM E RELATIVIDADE GERAL. In: V Semana da Fisica e I Semana da Astronomia da UECE, 2016, Fortaleza. ESTADO DA ARTE DE ONDAS GRAVITACIONAIS: DETECCAO, SOM E RELATIVIDADE GERAL, 2016. Referencias adicionais: Classificacao do evento: Local; Brasil/ Bretao 11. VALENTIM, W. S.; SOUSA, J. H. A.; MAGALHAES, R. A. et al. ESTADO DA ARTE DA HISTORIA DA FISICA QUANTICA. In: V Semana da Fisica e I Semana da Astronomia da UECE, 2016, Fortaleza. ESTADO DA ARTE DA HISTORIA DA FISICA QUANTICA, 2016. Referencias adicionais: Classificacao do evento: Local; Brasil/ Bretao Artigos completos/resumidos publicados em periodicos 1. VIEIRA, C. F. A.; SANTOS, C. C.; LIMA, F. J. L. et al. AVALICAO DOS DADOS DE VENTO GERADOS NO PROJETO REANALYSIS DO NCEP/NCAR PARA FUTURAS APLICACOES NO CALCULO DO POTENCIAL EOLICO EM REGIOES DO ESTADO DO CEARA.. Revista Tecnologia (UNIFOR), v. 27, p. 190-194, 2007. Palavras-chave: Ventos; Reanalysis; Recursos eolicos. Grande area: Ciencias Exatas e da Terra. Grande area: Ciencias Exatas e da Terra / Area: Geociencias / Subarea: Meteorologia. ; Meio de divulgacao: Impresso; Serie: 2; ISSN/ISBN: 01018191. 2. SOUSA, J. H. A.; JUNIOR, P. H. F. M.; SILVA, A. N. et al. Caracterizacao da eletrodeposicao de filmes finos de CdTe sobre Pt em meio acido. Revista Materia, v. 20, p. 866-881, 2015. ; Homepage: [https://www.scielo.br/j/rmat/a/SxwJXkY33bSjqzNxSc7nhFv/?format=pdf&lang=pt]; Serie: 4; ISSN/ISBN: 1517707X. Livros publicados/organizados ou edicoes 1. SOUSA, J. H. A.; MAGALHAES, R. A.; SILVA, E. M.. Estudo da Deposicao Eletrolitica de CdTe sobre Pt: Eletrodeposicao de CdTe sobre platina para aplicacao em dispositivos fotovotaicos. 1. ed. Fortaleza: Novas Edicoes Academicas, 2017. v. 1. 116 p. Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Impresso; ISBN: 3330750243. Producao tecnica Demais tipos de producao tecnica 1. MAGALHAES, R. A.; SILVA, E. M.; LIMA, F. J. L.. ANALISE DA APLICACAO DE DISTRIBUICOES DE PROBABILIDADE NA VELOCIDADE E POTENCIA DO VENTO EM ACARAU/CE. 2008. (Apresentacao de Trabalho/Outra). Referencias adicionais: Brasil/Portugues; Cidade: FORTALEZA; Evento: XIII SEMANA UNIVERSITARIA DA UECE; Inst. promotora/financiadora: UECE. 2. MAGALHAES, R. A.; LINARD, F. J. A.; SILVA, E. M. et al. DISTRIBUICAO DE PROBABILIDADE DE VELOCIDADE E POTENCIA DO VENTO EM ICAPUI, LITORAL LESTE DO ESTADO DO CEARA. 2009. (Apresentacao de Trabalho/Outra). Referencias adicionais: Brasil/Portugues; Cidade: BELEM; Evento: XXVII ENCONTRO DE FISICOS DO NORTE NORDESTE. 3. MAGALHAES, R. A.; Linard, F. J. A.; SILVA, E. M. et al. DISTRIBUICAO DE PROBABILIDADE DE VELOCIDADE E POTENCIA DO VENTO EM BARROQUINHAS, LITORAL LESTE DO ESTADO DO CEARA. 2009. (Apresentacao de Trabalho/Outra). Referencias adicionais: Brasil/Portugues; Cidade: BELEM; Evento: XXVII ENCONTRO DE FISICOS DO NORTE NORDESTE. 4. MAGALHAES, R. A.; SILVA FILHO, I. M.; ANDRADE, M. M. X. et al. Aprendizagem Significativa em Grupo de Estudo Em Filmes Finos Aplicados a Sistemas Fotovoltaicos. 2010. (Apresentacao de Trabalho/Outra). Palavras-chave: Aprendizagem significativa; Filmes Finos; Sistemas fotovoltaicos. Grande area: Ciencias Humanas. Grande area: Engenharias / Area: Engenharia de Materiais e Metalurgica. Referencias adicionais: Brasil/Portugues; Local: UFC; Cidade: Fortaleza; Evento: II Encontro de Docencia no Ensino Superior; Inst. promotora/financiadora: UFC. 5. MAGALHAES, R. A.; ANDRADE, M. M. X.; Esmeraldo F. S. et al. ESTUDO ELETROQUIMICO DA DEPOSICAO DE CDTE PARA SISTEMAS FOTOVOLTAICO. 2011. (Apresentacao de Trabalho/Outra). Palavras-chave: Filmes Finos; CdTe; Semicondutores. Grande area: Ciencias Exatas e da Terra. Referencias adicionais: Brasil/Portugues; Local: Ceara; Cidade: Fortaleza; Evento: IV Encontro de Pesquisa e Pos-Graduacao; Inst. promotora/financiadora: Universidade Federal do Ceara. 6. Esmeraldo F. S.; COSTA I. S.; SOARES R. A. et al. APRENDIZAGEM COLABORATIVA VISANDO O CONHECIMENTO DE TECNICAS DE DEPOSICAO DE FILMES FINOS SEMICONDUTORES. 2011. (Apresentacao de Trabalho/Outra). Referencias adicionais: Brasil/Portugues; Local: Ceara; Cidade: Fortaleza; Evento: III Encontro de Docencia no Ensino Superior. 7. MAGALHAES, R. A.; ANDRADE, M. M. X.; SOARES R. A. et al. APRENDIZAGEM SIGNIFICATIVA EM GRUPO DE ESTUDO EM FILMES FINOS APLICADOS A SISTEMAS FOTOVOLTAICOS. 2011. (Apresentacao de Trabalho/Outra). Referencias adicionais: Brasil/Portugues; Local: Ceara; Cidade: Fortaleza; Evento: XX Encontro de Iniciacao a Docencia. 8. SOUSA, J. H. A.; MAGALHAES, R. A.; SILVA, A. N. et al. Characterization of CdTe Electrolytic Deposition on Platinum in Acid Medium. 2014. (Apresentacao de Trabalho/Congresso). Referencias adicionais: Brasil/Ingles; Local: Paraiba; Cidade: Joao Pessoa; Evento: XIII Encontro da SBPMat; Inst. promotora/financiadora: Sociedade Brasileira de Pesquisa em Materiais (SBPMat). 9MAGALHAES, R. A.; Silva R. C. B.; BEZERRA I. F.. MATERIAL SEMICONDUTOR ELETRODEPOSITADO PARA DISPOSITIVOS FOTOVOLTAICOS. 2012. (Curso de curta duracao ministrado/Outra). Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Varios; Unidade: horas; Tipo de participacao: Docente; Duracao do evento: 20; Local: Campus do Itaperi; Cidade: Fortaleza; Inst. promotora: Universidade Estadual do Ceara. 10MAGALHAES, R. A.; NUNES, C. S.. Mecanismos. 2014. (Desenvolvimento de material didatico ou instrucional - Projeto de ensino). Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Varios; Finalidade: Projeto de ensino. 11MAGALHAES, R. A.; CANUTO, K. M.; BRITO, W. A.. Maquinas Primarias de Geracao de Energia. 2015. (Desenvolvimento de material didatico ou instrucional - Projeto de ensino). Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Varios; Finalidade: Projeto de ensino. 12MAGALHAES, R. A.; LIMA, C. R. G.. Elementos de Maquinas I. 2016. (Desenvolvimento de material didatico ou instrucional - Projeto de Ensino). Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Varios; Finalidade: Projeto de Ensino. 13MAGALHAES, R. A.; LIMA, C. R. G.. Elementos de Maquinas II. 2016. (Desenvolvimento de material didatico ou instrucional - Projeto de ensino). Grande area: Engenharias. Referencias adicionais: Brasil/Portugues; Meio de divulgacao: Varios; Finalidade: Projeto de ensino. Orientacoes concluidas Graduacao 1. ANTOMIO WLISSES VASCONCELOS. CALCULO DO DIMENSIONAMENTO DE REDES PNEUMATICAS EM ESTALEIRO DE MEDIO PORTE. 2015. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Palavras-chave: Ar comprimido; Compressor; Arranjo Fisico. Grande area: Engenharias. Grande area: Engenharias / Area: Engenharia Mecanica / Subarea: Fenomenos de Transporte / Especialidade: Mecanica dos Fluidos. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 2. AUGUSTO VIANA DE SOUSA MORAIS. ANALISE COMPARATIVA ENTRE TRANSMISSOES AUTOMATICAS HIDRAMATICAS E TRANSMISSOES MANUAIS DE TREM DE ENGRENAGENS SIMPLES. 2016. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 3. KEVIN QUINTO CAPIBARIBE. ESTUDO PARA IMPLANTACAO DE UM PONTO DE ABASTECIMENTO PARA VEICULOS ELETRICOS NA UNIVERSIDADE DE FORTALEZA. 2017. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 4. FRANCISCO NOBIO VIEIRA FILHO. AVALIACAO DE EQUIPAMENTO DE CUSTO ACESSIVEL PARA BOMBEAMENTO DE AGUA: TIPO BOMBA DE ARIETE. 2017. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 5. EVELINE PONTES. DIMENSIONAMENTO DE UM SISTEMA FOTOVOLTAICO PARA UMA INDUSTRIA DE VIDROS BLINDADOS. 2017. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 6. MILENA JACINTO DA SILVA. AVALIACAO NAO DESTRUTIVA DO ESTADO DE TENSAO DEFORMACAO DE CORPO DE PROVA DE TRACAO DURANTE O ENSAIO DE TRACAO. 2017. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 7. MILTON SERGIO MENDES SILVA. IMPACTOS DA PLUVIOSIDADE NA OBTENCAO DE ENERGIA EOLICA NA REGIAO DE FORTALEZA NO ESTADO DO CEARA. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 8. CLAUDIO COSTA SOUZA JUNIOR. SUBSTITUICAO DO MANCAL EM BUSCA DE ELEVAR A VIDA UTIL DO ELEMENTO NO DUMPER: ESTUDO DA TROCA EM UM MOINHO NO PECEM, SAO GONCALO DO AMARANTE/CE. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 9. JOSE GUMERCINDO DE VASCONCELOS NETO. CONSTRUCAO DE UM POLARISCOPIO PLANO. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 10. JOAO GENTIL DE ARRUDA GOMES NETO. OS ALTOS CUSTOS DE REPARACAO CORRETIVA DOS CAMBIOS AUTOMATICOS PELA FALTA DE MANUTENCAO PREVENTIVA DO FLUIDO. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 11. ALYSSON MATIAS OLIVEIRA. APLICACAO DA METODOLOGIA SEIS SIGMA EM UMA INDUSTRIA AUTOMOTIVA. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 12. FRANCICO JOSE DE SOUDA FERNANDES. ANALISE DE POTENCIAL EOLICL DE UMA REGIAO MONTANHOSA NO ESTADO DO CEARA. 2018. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 13. SAMUEL FALCAO CAVALCANTE. A IMPORTANCIA DOS REGENERADORES DE AR PARA GERACAO DE ENERGIA EM USINAS TERMOELETRICAS STUADAS EM SAO GONCALO DO AMARANTE - CE. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 14. MATHEUS ARAUJO GUIMARAES. COMPARACAO DE ANALISE DE TENSAO EM ENSAIO FOTOELASTICO E SOFTWARE DE CAD. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 15. LEISIANE DA SILVA MARIANO. ESTUDO SOBRE AS CAUSAS DE POSSIVEIS FALHAS DO MICROSCOPIO DE FORCA ATOMICA DA UNIVERSIDADE DE FORTALEZA. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 16. HENRIQUE DA SILVA SAMPAIO. ANALISE E PREVENSAO DE FALHAS DO SISTEMA DE FREIO PNEUMATICO ATRAVES DA TECNICA FMEA. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 17. IGOR SILVA NUNES ALVES. ANALISE COMPARATIVA DA RUGOSIDADE APOS TORNEAMENTO DO ACO SAE 4140 TEMDPERADO UTILIZANDO INSERTOS DE METAL DURO E DE CERAMICA. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 18. LUCAS MOREIRA PROENCA. ANALISE DA EFICIENCIA DO FLUIDO DE CORTE ALL PS 300 PARA O ACABAMENTO SUPERFICIAL DO ACO SAE 1045 NO PROCESSO DE TORNEAMENTO. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 19. ERIC PINTO LINDOLFO. AVALIACAO DA QUALIDADE DE ACABAMENTO SUPERFICIAL GERADO PELO PROCESSO DE FRESAMENTO CNC EM ACO ABNT 1045 A PARTIR DE ARRANJOS DE PARAMETROS DE CORTE. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 20. LUCAS ALMEIDA PINTO. ESTUDO DA INFLUENCIA DO FLUIDO DE CORTE SINTETICO, EM PROCESSO DE FRESAMENTO CNC, PARA PARAMETRO DE AVANCO, E O IMPACTO NO ACABAMENTO SUPERFICIAL DO ACO ABNT 1045. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 21. JOAO DAVID DE FREITAS CESARIO. SIMULACAO DO POTENCIAL EOLICO OFFSHORE DE SAO GONCALO DO AMARANTE/CE R FORTALEZA/CE. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 22. FELIPE CARIOCA MEDEIROS. GESTAO DA QUALIDADE APLICADA A SERVICOS ELETRONICOS. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 23. RICARDO DA SILVA NOBRE. A CORROSAO E TIPOS DE PROTECAO EM ACOS ESTRUTURAIS, E A PRODUCAO DE INIBIDORES EXTRAIDOS DA PLANTA MEDICINAL PLECTRANTHUS BARBATUS ANDREWS: TESTE DE CORROSAO POR PERCA DE MASSA, E DE EFICIENCIA. 2019. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 24. WENDEL PINHEIRO MONTEIRO. SISTEMATIZACAO DE PLANEJAMENTO E CONTROLE DE MANUTENCAO EM UMA INDUSTRIA ALIMENTICIA. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 25. GEOFREY GONCALVES DE SOUSA. ELABORACAO DE UM ROTEIRO DE BOAS PRATICAS PARA SOLUCIONAR O PBLEMA DE CONTAMINACAO DO LUBRIFICANTE DOS ROLAMENTOS POR PARTICULAS DISPERSAS NO AMBIENTE DE UMA FRABICA DE RACOES. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 26. LUAN MAGALHAES COSTA. INVESTIGACAO E CARACTERIZACAO DA PLANTA HANDROANTHUS IMPETIGINOSUS COMO INIBIDOR DE CORROSAO ATOXICO PARA ACOS ESTRUTURAIS. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 27. LUCAS GONZALEZ RODRIGUES. CARACTERIZACAO DO PROCESSO DE FRESAMENTO EM ACO ESTRUTURAL APOS SOLDAGEM POR ELETRODO REVESTIDO 6010, 6013 E 7018. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 28. SINARA BRAGA DIAS. CONSTRUCAO DE UM POLARISCOPIO DE TRANSMISSAO PLANO E ANALISE COMPARATIVA DE ENSAIO REAL VERSUS EM SOFTWARE. 2020. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 29. JOAO VICTOR LACERDA DE MELO. ESTUDO SOBRE A VIABILIDADE DE PRODUZIR, HIDROGENIO UTILIZADO ENERGIA FOTOVOLTAICA E SUAS APLICACOES. 2022. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 30. EDUARDO FERREIRA SABOIA. APLICACAO DA TECNOLOGIA IO-LINK EM PROCESSO DE BENEFICIAMENTO DE CERA DE CARNAUBA. 2022. Trabalho de Conclusao de Curso. (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. 31. DIEGO NEY DE ALMEIDA MAGALHAES DA SILVA. CALCULO DA DIFERENCA DO POTENCIAL EOLICO NO LITORAL DO CEARA ENTRE UM ANO CHUVOSO E UM ANO SECO. 2024. Trabalho de Conclusao de Curso. (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Orientador: Rafael Aragao Magalhaes. Referencias adicionais: Brasil/Portugues; Tipo de orientacao: Orientador principal. Voltar Dados Complementares Participacao em bancas examinadorasParticipacao em eventos Participacao em bancas examinadoras Trabalhos de Conclusao de Curso de graduacao 1. SILVA, Emerson Mariano da; FILHO, FRANCISCO DE ASSIS LEANDRO et al. Participacao em banca de ISRAEL DINIZ TEIXEIRA. USO DE SOFTWARE MODELLUS COMO FERRAMENTA AUXILIAR DE APRENDIZAGEM PARA O ESTUDO DOS CORPOS EM QUEDA LIVRE. 2013. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 2. BANGA, NELSON MARIO; SILVA, Emerson Mariano da et al. Participacao em banca de ANTONIO JARDELL MACIEL DE ABREU. O GOSTAR E O APRENDER NO ENSINO DE FISICA. 2013. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 3. BANGA, NELSON MARIO; SILVA, Emerson Mariano da et al. Participacao em banca de LIBREVILLE KATALANDIO PEREIRA. DIAGNOSTICO DAS PRATICAS PEDAGOGICAS USADAS NO ENSINO DE FISICA NA REDE PUBLICA DE BATURITE/CE. 2013. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 4. FILHO, FRANCISCO DE ASSIS LEANDRO; SILVA, Emerson Mariano da et al. Participacao em banca de FRANCISCO ALEXANDRE DOS SANTOS DIAS. FISICA EM MARANGUAPE/CE: CONCEPCOES DOS ALUNOS DO 3° ANO. 2013. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 5. FILHO, FRANCISCO DE ASSIS LEANDRO; SILVA, Emerson Mariano da et al. Participacao em banca de VANESSA GLECIA RIBEIRO DE LIMA. O USO DA TECNOLOGIA NO ENSINO DE FISICA DO ENSINO MEDIO. 2013. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 6. FILHO, FRANCISCO DE ASSIS LEANDRO; SILVA, Emerson Mariano da et al. Participacao em banca de CLECIO ALVES HOLANDA. A IMPORTANCIA DO ENSINO DA FISICA PARA O ENSINO MEDIO. 2013. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 7. FILHO, FRANCISCO DE ASSIS LEANDRO; SILVA, Emerson Mariano da et al. Participacao em banca de ELAINE ARAUJO DE ABREU SANTOS. A DISCIPLINA DE FISICA NA CONCEPCAO DOS ALUNOS NO 9° ANO DA REDE MUNICIPAL DE ENSINO DE MARANGUAPE/CE. 2013. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 8. FILHO, FRANCISCO DE ASSIS LEANDRO; SILVA, Emerson Mariano da et al. Participacao em banca de FRANCINETE MOREIRA COUTINHO. UMA PROPOSTA DE ENSINO DE FISICA ATRAVES DOS QUADRINHOS PARA JOVENS DO ENSINO MEDIO. 2013. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 9. SILVA, Emerson Mariano da; FILHO, FRANCISCO DE ASSIS LEANDRO et al. Participacao em banca de JOSE ERLON DE SOUSA BRAGA. IMPORTANCIA DA PRATICA LABORATORIAL NO ENSINO DOS CONCEITOS DE ELETRICIDADE. 2013. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 10. SILVA, Emerson Mariano da; FILHO, FRANCISCO DE ASSIS LEANDRO et al. Participacao em banca de FRANCISCO JANIO DE OLIVEIRA SILVA. PROPOSTA DE UM METODO PARA O ENSINO DOS CONCEITOS DE FISICA NA EDUCACAO DE JOVENS E ADULTOS DO ENSINO MEDIO. 2013. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 11. LINARD, Flavio Jose Alexandre; SILVA, Emerson Mariano da et al. Participacao em banca de Francisco Alexandre de Castro Garcia. AULA TRADICIONAL E AULA EXPERIMENTAL EM LABORATORIO: COMPARACAO DOS RESULTADOS DE APRENDIZAGEM DOS ALUNOS EM FISICA. 2015. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 12. SILVA, Emerson Mariano da; LINARD, Flavio Jose Alexandre et al. Participacao em banca de Jose Ocenai Pereira de Freitas. SIMULACAO E MODELAGEM COMPUTACIONAL NO AUXILIO A APRENDIZAGEM DE FISICA. 2015. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 13. MAGALHAES, Rafael Aragao. Participacao em banca de JOSE ALBERTO GAMERO GAMERO. ANALISE DE VIBRACOES E DE FALHAS EM CONJUNTI MOTOR-BOMBA DE ESTACAO DE TRATAMENTO DE AGUA. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 14. SOUSA, Natanael Vieira de; JUNIOR, Joao Bosco Vercosa Leal et al. Participacao em banca de LEANDRO BATISTA ANDRADE. SISTEMAS METEOROLOGICOS ATUANTES NO SERTAO CENTRAL DO CEARA: INFLUENCIA NA CAMADA LIMITE PLANETARIA DE QUIXERAMOBIM DURANTE O PROJETO CHUVA. 2015. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 15. ALVES, Carlucio Roberto; MAGALHAES, Carlos Emanuel de Carvalho et al. Participacao em banca de Mauro Filho Alves de Alencar. AVALIACAO DO EXTRATO DA Sapindus saponaria L COMO INIBIDOR DE CORROSAO DO COBRE EM MEIO ACIDO. 2015. Trabalho de Conclusao de Curso (Graduacao em Quimica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 16. SOUZA, Andre Lunardi de; FILHO, FRANCISCO DE ASSIS LEANDRO et al. Participacao em banca de Antonio Wlisses Vasconcelos. CALCULO DO DIMENSIONAMENTO DE REDES PNEUMATICAS EM ESTALEIROS DE MEDIO PORTE. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 17. MAGALHAES, Rafael Aragao. Participacao em banca de SAYMO DIAS AUAD DE QUEIROZ. ANALISE COMPARATIVA DOS FLUIDOS DE CORTE SINTETICO E SEMI-SINTETICO NO TORNEAMENTO DE ACO 1045. 2015. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 18. ALVES, Carlucio Roberto; JUNIOR, Jose Milton Ferreira et al. Participacao em banca de Rafaella da Silva Gomes. Extrato da Byrsonima sericea como inibidor de corrosao do aco carbono em meio acido HCL 1M. 2015. Trabalho de Conclusao de Curso (Graduacao em Quimica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 19. FILHO, FRANCISCO DE ASSIS LEANDRO; NORONHA, Aurelio Wildson Teixeira de et al. Participacao em banca de EDSON GIRAO COSTA. A IMPORTANCIA DO ALFABETISMO TECNOLOGICO NA EDUCACAO A DISTANCIA. 2015. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 20. MAGALHAES, Rafael Aragao. Participacao em banca de ITALO RODRIGO NUNESDE ASSIS COSTA. Construcao e Analise Teorica e Experimental de um Motor Stirling Tipo Gama. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 21. MAGALHAES, Rafael Aragao. Participacao em banca de FELIPE VICTOR FERNANDES TAVARES. SISTEMA DE GERACAO DE ENERGIA SOLAR FOTOTVOLTAICO APLICADO EM BOMBEAMENTO DE AGUA PARA O ABASTECIMENTO HUMANO. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 22. MAGALHAES, Rafael Aragao. Participacao em banca de GILSON DAVID ALVES DA SILVA FILHO. MECANISMOS DE INCENTIVO A COGERACAO DE ENERGIA: UMA PROPOSTA PARA O BRASIL. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 23. MAGALHAES, Rafael Aragao. Participacao em banca de AUGUSTO VIANA DE SOUSA MORAIS. ANALISE COMPARATIVA ENTRE TRANSMISSOES AUTOMATICAS HIDRAMATICAS E TRANSMISSOES MANUAIS DE TREM DE ENGRENAGENS SIMPLES. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 24. MAGALHAES, Rafael Aragao. Participacao em banca de SAOR CAMPOS DE OLIVEIRA. CONSTRUCAO DE UM AQUECEDOR RESIDENCIAL UTILIZANDO MEIO POROSO. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 25. MAGALHAES, Rafael Aragao. Participacao em banca de ANA CRISTINA PINHEIRO DO REGO. ANALISE DO DESEMPENHO DE UM QUEIMADOR POROSO RADIANTE UTILIZANDO ESFERAS DE ALUMINA (AI302) DE 4 E 13 MM EM FUNCAO DE DOIS ISOLANTES TERMICOS. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 26. JUNIOR, Jose Almeida Santos; TEIXEIRA, Roberto Ney Ciarlini et al. Participacao em banca de Ricardo Gaspar Brigido Ribeiro Filho. MELHORIA DOS PROCESSOS DE USINAGEM PARA AUMENTO DA PRODUTIVIDADE EM UM SETOR DE PRODUCAO DE PECAS FUNDIDAS. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 27. JUNIOR, Jose Almeida Santos; SOUZA, Andre Lunardi de et al. Participacao em banca de ENOQUE JAIME DE MOURA NETO. PROPOSTA DE IMPLEMENTACAO DE UM MODELO DE MELHORIA DOS PROCESSOS EM UMA EMPRESA METALURGICA LOCALIZADA NO ESTADO DO CEARA. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 28. SOUSA, Jose Hugo de Aguiar; OLIVEIRA, FRANCISCO WENDEL CIPRIANO DE et al. Participacao em banca de SAMUEL PESSOA DE OLIVEIRA. ESTUDO DA VIABILIDADE TEMPORAL DA PRECIPITACAO NA CIDADE DE FORTALEZA CEARA. 2016. Trabalho de Conclusao de Curso (Graduacao em Fisica) - Universidade Estadual do Ceara. Referencias adicionais: Brasil/Portugues. 29. MAGALHAES, Rafael Aragao. Participacao em banca de JOAO VITOR QUEIROZ TAVARES. ANALISE DE UM SISTEMA DE IGNICAO CDI DE ALTA ENERGIA APLIACADA EM UM MOTOR DE COMBUSTAO DO CICLO OTTO. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 30. FONTGALLAND, GLADSTONE; SILVA, George Miranda Alves de Morais e et al. Participacao em banca de RODRIGO CARVALHO FROTA. ANALISE OPERACIONAL DE UM GUINDASTE SOBRE PNEUS COM LANCA TELESCOPICA NA MONTAGEM DE UMA ESTRUTURA DE MADEIRA. 2016. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 31. RODIGUES, Maxweel Veras; JUNIOR, Abraao Freires Saraiva et al. Participacao em banca de LUCAS OLARDI TAROCCO. METODO DE AVALIACAO ECONOMICA DA DESSALINIZACAO DE AGUA PELO PROCESSO DE OSMOSE REVERSA PARA O ABASTECIMENTO DE AGUA EM UMA COMUNIDADE RURAL DE QUIXERAMOBIM-CE. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao Mecanica) - Universidade Federal do Ceara. Referencias adicionais: Brasil/Portugues. 32. SILVA, PAULO HERIQUE PERREIRA; ALMEIDA, BRUNO RICARDO DE et al. Participacao em banca de LYA SERPA CLAUDIO DOS SANTOS. SISTEMAS DE GERACAO DISTRUIBUICAO SOLAR FOTOVOLTAICA: ESTUDO DE CASO DE UM SISTEMADE MINERACAO. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Eletrica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 33. MARTINS, ELIOMAR TORRES; CABRAL, MAURO da JUSTA et al. Participacao em banca de JOSE ALEXANDRE DAMASCENO DE FREITAS. AVALIACAO VISUAL E ANALISE DAS CARACTERISTICAS GEOMETRICAS DAS SOLDAS COM ELETRODO E-6010 E E-6013. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 34. MORAIS, FABIO CAMPOS; JUNIOR, FRANCISCO DOS SANTOS CAVALCANTE et al. Participacao em banca de HIGOR SENA GADELHA. DIMENSIONAMENTO DE SISTEMA DE AQUECIMENTO SOLAR PARA POUSADA. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 35. MARTINS, ELIOMAR TORRES; CABRAL, MAURO da JUSTA et al. Participacao em banca de EMANUEL VICTOR MEDEIROS HOLANDA. CERTIFICACAO QUIMICA, MECANICA E METALOGRAFICA DO ACO NAVAL ASTM A 131-A. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 36. FURTADO, EDUARDO JORGE DE ALENCAR ARARIPE; DUARTE, JOAO BATISTA FURLAN et al. Participacao em banca de SARAH VIVIAN LOPES DE SOUZA. DESENVOLVIMENTO E IMPLANTACAO DE UM PROGRAMA DE LUBRIFICACAO INDUSTRIAL. 2017. Referencias adicionais: Brasil/Portugues. 37. DUARTE, JOAO BATISTA FURLAN; JUNIOR, FRANCISCO DOS SANTOS CAVALCANTE et al. Participacao em banca de LEANDRO LEITE ALMEIRDA. DESENVOLVIMETNO DE UMA CALDEIRA SUPERADIABATICA EM MEIOS POROSOS. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 38. FURTADO, EDUARDO JORGE DE ALENCAR ARARIPE; MACIEL, JORGE LUIS DE LIMA et al. Participacao em banca de DIOMASIO REIS MAFRA CARVALHO. GESTAO DE MANUTENCAO EM UMA INDUSTRIA DE ACESSORIOS DE VESTUARIO - ESTUDO DE CASO. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 39. DUARTE, JOAO BATISTA FURLAN; SOUZA, Andre Lunardi de et al. Participacao em banca de ERICO ADELAR DE SOUSA LISTONE. REAPROVEITAMENTO DO OLEO VEGETAL PARA O PROCESSAMENTO DO BIODIESEL SEGUINDO O CONCEITO DE EDUCACAO AMBIENTAL. 2017. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 40. MORAIS, FABIO CAMPOS; FURTADO, EDUARDO JORGE DE ALENCAR ARARIPE et al. Participacao em banca de LUCIANO GARRIDO DE SEQUEIRA CAMPOS FILHO. TECNICAS DE SEGURANCA PARA A OPERACAO DE PIGS USADOS EM DUTOS. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 41. LINS, KAMILA PEREIRA; FURTADO, EDUARDO JORGE DE ALENCAR ARARIPE et al. Participacao em banca de ALEXSANDRO RIOS FACANHA. A IMPORTANCIA DAS MANUTENCOES PREVENTIVAS EM CENTRAIS DE GAS LIQUEFEITOS DE PETROLEO - GPL PARA REDUCAO DE CUSTO. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 42. CABRAL, MAURO da JUSTA; LINS, KAMILA PEREIRA et al. Participacao em banca de PAULO MARCELLO RIBEIRO. ANALISE DA INFLUENCIA DO FLUIDO DE CORTE NO PROCESSO DE TORNEAMENTO SOBRE A SUPERFICIE DO ACO SAE 1045 E LATAO. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 43. SOUZA, Andre Lunardi de; DUARTE, JOAO BATISTA FURLAN et al. Participacao em banca de TIAGO DE ALMEIDA ONOFRE. APLICACAO DO KIT DUPLO COMBUSTIVEL EM GRUPO MOTOR GERADOR A DIESEL PARA UTILIZACAO DE MISTURA COM GAS NATURAL. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 44. DUARTE, JOAO BATISTA FURLAN; JUNIOR, NELSON BEZERRA FERREIRA et al. Participacao em banca de BRUNO DOUGLAS QUINTO MACIEL. A INFLUENCIA DA GEOMETRIA DA PRODUCAO DE POTENCIAL EOLICO EM PAS DE AEROGERADORES: UM ESTUDO DE CASO EM UM SIMULADOR COMPUTACIONAL - QBLADE. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 45. SOUZA, Andre Lunardi de; MACIEL, JORGE LUIS DE LIMA et al. Participacao em banca de ARTHUR CESAR PESSOA SOARES. DESENVOLVIMENTO DE UM ABAFADOR ACUSTICO PARA CHAVES DE TORQUE PNEUMATICAS. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 46. MORAIS, FABIO CAMPOS; SOUZA, Andre Lunardi de et al. Participacao em banca de TULIO RODRIGUES FERNANDES. DIMENSIONAMENTO DE SISTEMA DE ENERGIA SOLAR PARA ALIMENTACAO DE BOMBA DE RECIRCULACAO DE AGUA PARA CRIACAO DE PEIXES. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 47. MELO, FRANCISCA DAYANE CARNEIRO; CHAVES, CAMYLLA MARIA NARCISO DE MELO et al. Participacao em banca de MATHEUS RIOS PAIVA. ESTIMATIVA DE PRODUCAO DE ENERGIA EOLICA - PARACURU E CAMOCIM. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Eletrica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 48. DUARTE, JOAO BATISTA FURLAN; FILHO, ADROALDO JOSE SILVA DE MOURA et al. Participacao em banca de MATHEUS ANDREZZA ARAUJO LEITE. ANALISE TERMICA COMPARATIVA DE UM AQUECEDOR DE AGUA A GAS COM E SEM ESFERAS DE ALUMINA. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 49. LINS, KAMILA PEREIRA; CABRAL, MAURO da JUSTA et al. Participacao em banca de ALYSSON MATIAS OLIVEIRA. APLICACAO DA METODOLOGIA SEIS SIGMA EM UMA INDUSTRIA AUTOMOTIVA. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 50. DUARTE, JOAO BATISTA FURLAN; SOUZA, Andre Lunardi de et al. Participacao em banca de DIMITRI NEVES DE CARVALHO. ESTUDO SOBRE CAVITACAO EM BOMBA CONTRIFUGA VERTICAL EM UMA TERMOELETRICA. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 51. DUARTE, JOAO BATISTA FURLAN; JUNIOR, FRANCISCO CAVALCANTE et al. Participacao em banca de BLADY BAYRON MELO DA SILVA. ANALISE DAS EMISSOES DE UMA CALDEIRA MISSION 3 DE 10t COMPARADO A UMA MISSION 3 DE 6,5t. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 52. FONTGALLAND, GLADSTONE; FILHO, ADROALDO JOSE SILVA DE MOURA et al. Participacao em banca de FELLIPE BARBOSA DA SILVA. CONTROLE TERMICO DO CICLO DE REFRIGERACAO POR COMPRESSAO DE VAPOR: UM ESTUDO DE CASO DE UM REFRIGERADOR DO TIPO &quot;SPLITAO&quot;. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 53. FONTGALLAND, GLADSTONE; SOUZA, Andre Lunardi de et al. Participacao em banca de PEDRO VICTOR CASTRO HOLANDA ALENCAR. ANALISE DO SISTEMA DE ARREFECIMENTO DA UNIDADE HIDRAULICA DE UMA MAQUINA DE CONSTRUIR TUNEL METROVIARIO. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 54. SOUZA, Andre Lunardi de; BARRETO, JOSE RENATO FERREIRA et al. Participacao em banca de DEYVISON BRAGA DA SILCA. PROPOSTA DE SUBSTITUICAO DO ANEL DE RETENCAO DA ENGRENAGEM PLANETARIA NA TRANSMISSAO DE VEICULOS OFFROAD DE TRACAO 4X2 QUE UTILIZAM O SISTEMA DO VOLKSWAGEN SEDAN. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 55. SOUZA, Andre Lunardi de; MACIEL, JORGE LUIS DE LIMA et al. Participacao em banca de DANIEL COSTA BASTOS. PROJETO DE EFICIENCIA ENERGATICA EM UMA REDE DE AR COMPRIMIDO NA INDUSTRIA DE FIACAO TEXTIL. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 56. LINS, KAMILA PEREIRA; CARRAH, LOANA DE ALMEIDA et al. Participacao em banca de LUCAS SEGUNDO FERNANDES. PROPOSTA DE IMPLEMENTACAO DA METODOLOGIA 5S NA MANUTENCAO EM UMA INDUSTRIA FARMACEUTICA. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 57. LINS, KAMILA PEREIRA; CABRAL, MAURO da JUSTA et al. Participacao em banca de ERICA SITONIO DA CUNHA. ESTUDO DE MELHORIAS AO PROCESSO DE USINAGEM POR FRESAMENTO EM UMA INSTITUICAO DE ENSINO SUPERIOR ATRAVES DA METODOLOGIA SEIS SIGMA. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 58. DUARTE, JOAO BATISTA FURLAN; SILVA, PAULO HERIQUE PERREIRA et al. Participacao em banca de PAULO VICTOR GARCIA TEIXEIRA. ANALISE AERODINAMICA DE UM PERFIL DE ASA DE AVIAO EM UM TUNEL DE VENTO DE BAIXA VELOCIDADE. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 59. PONTES, MARIA DAS GRACAS RUFINO; FREITRAS, JOSE BENTO DE et al. Participacao em banca de FRANCISCO ISRAEL FREIRE CORREIA. IMPACTO ECONOMICO NA IMPLANTACAO DE UM SISTEMA DE GERACAO DISTRIBUIDA EM EMPRESA DE INSTALCAO ELETROMECANICA. 2018. Trabalho de Conclusao de Curso (Graduacao em Engenharia Eletrica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 60. CABRAL, MAURO da JUSTA; LINS, KAMILA PEREIRA et al. Participacao em banca de ANDREY COSTA SILVEIRA. IMPORTANCIA DO ACABAMENTO SUPERFICIAL NA USINAGEM DE PRESISAO DE UM EIXO DE LATAO. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 61. LINS, KAMILA PEREIRA; CABRAL, MAURO da JUSTA et al. Participacao em banca de GLEYSON CAROLINO CARNEIRO. ESTUDO DE LUBRIFICACAO EM UMA FRESADORA CNC. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 62. SOUZA, Andre Lunardi de; ARAUJO, CLEDINALDO CASTRO et al. Participacao em banca de LUCAS ARAUJO TAVARES. PROJETO DE OTIMIZACAO DO ESTOQUE DE UMA EMPRESA DE CALCADOS. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 63. FONTGALLAND, GLADSTONE; SOUZA, Andre Lunardi de et al. Participacao em banca de FRANCISCO BRUNO VIEIRA COELHO. A UTILIZACAO DE FERRAMENTA DA QUALIDADE NA ANALISE DE CAUSA DE FALHAS. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 64. SOUZA, Andre Lunardi de; CABRAL, MAURO da JUSTA et al. Participacao em banca de RAUL CRUZ REBOUCAS. PROJETO CONCEITUAL DE UMA DESBOBINADEIRA DE CABOS. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 65. SOUZA, Andre Lunardi de; BARRETO, JOSE RENATO FERREIRA et al. Participacao em banca de LINDON JOHNSON DA SILVA ALVES. ANALISE DE POTENCIA E DESEMPENHO DE UM MOTOR CICLO OTTO ALIMENTADO COM GNV. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 66. SOUZA, Andre Lunardi de; CABRAL, MAURO da JUSTA et al. Participacao em banca de GILBERSON TIAGO MOURA SANTOS. DESENVOLVIMENTO DE UM PROJETO PNEUMATICO PARA ACIONAMENTO DE UM CANCELA DE CONTROLE DE ACESSO A UM ESTACIONAMENTO VEICULAR. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 67. FONTGALLAND, GLADSTONE; AMARAL, EINSTEIN MAIA DO et al. Participacao em banca de GUILHERME ASSUNCAO CAVALCANTE SEGUNDO. ANALISE DA INVIABILIDADE DE ALGUNS SISTEMAS ALTERNATIVOS DE REFRIGERACAO PARA A CLIMATIZACAO RESIDENCIAL. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 68. FONTGALLAND, GLADSTONE; SOUZA, Andre Lunardi de et al. Participacao em banca de DAVI ROCHA SOLON. CLIMATIZACAO EM UM AMBIENTE ESCOLAR: ESTUDO DE CASO. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 69. DUARTE, JOAO BATISTA FURLAN; FONTGALLAND, GLADSTONE et al. Participacao em banca de DAVI SANTOS AQUINO DE MOURA. MANUAL DE PROCEDIMENTOS DE OPERACOES PADROES PARA CALDEIRAS GERADORAS DE VAPOR, DE CATEGORIA B COM UTILIZACAO DE BIOMASSA COMO COMBUDTIVEL. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 70. DUARTE, JOAO BATISTA FURLAN; SOUZA, Andre Lunardi de et al. Participacao em banca de MATHEUS MARQUES MORAIS. ESTUDO DA TROCA DO TIPO DE VALVULAS DE SEGURANCA UTILIZADOS EM VASOS ESTACIONARIOS DE GLP. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 71. FONTGALLAND, GLADSTONE; SOUZA, Andre Lunardi de et al. Participacao em banca de JOAO PAULO RAMOS DE LIMA. APLICACAO DA TECNOLOGIA DE DUTOS FLEXIVEIS EM UMA UNIDADE TERRESTRE DE PRODUCAO DE PETROLEO E GAS NATURMAL: UMA ALTERNATIVA AOS DUTOS RIGIDOS. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 72. DUARTE, JOAO BATISTA FURLAN; SOUZA, Andre Lunardi de et al. Participacao em banca de LUAN GUSTAVO ROQUE LIOBA. UTILIZACAO DE MACHINE LEARNING PARA PREDIZER A QUALIDADE DO FIO DE ALGODAO A PARTIR DE SUAS CARACTERISTICAS TECNOLOGICAS. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 73. DUARTE, JOAO BATISTA FURLAN; LIMA, LUITERO CARMO DE et al. Participacao em banca de MICAEL JONATHAN DUARTE ANDRADE. ANALISE COMPARATIVA DA COMBUSTAO EM UM QUEIMADOR POROSO COM DIFERENTES MATRIZES. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 74. FURTADO, EDUARDO JORGE DE ALENCAR ARARIPE; SOUZA, Andre Lunardi de et al. Participacao em banca de FERNANDO VERAS NORMANDO. IMPLEMENTACAO DE UM PLANO DE ACAO NA GESTAO DE PARADAS EM EQUIPAMENTO PORTUARIO PARA TRANSPORTE DE CONTAINER: ESTUDO DE CASP. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 75. SOUZA, Andre Lunardi de; BARBOSA, MARCOS ANTONIO PINHEIRO et al. Participacao em banca de EMANUEL VICTOR ALVES CORDEIRO. PROPOSTA DE MELHORIAS PARA O PROCESSO PRODUTIVO DE UMA EMPRESA DE CONFECCAO. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 76. DUARTE, JOAO BATISTA FURLAN; FONTGALLAND, GLADSTONE et al. Participacao em banca de JOSE TARCISIO PIMENTEL NETO. CALCULO DA VELOCIDADE DE AR EM UM DIFUSOR DE MOINHO VERTICAL. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 77. SOUZA, Andre Lunardi de; BARRETO, JOSE RENATO FERREIRA et al. Participacao em banca de DAVID BEZERRA FONTOURA. ANALISE DA EVOLUCAO DOS MOTORES A COMBUSTAO INTERNA - CICLO OTTO. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 78. BARRETO, JOSE RENATO FERREIRA; MORAIS, FABIO CAMPOS et al. Participacao em banca de MATHEUS MAGALHAES PAIVA. ESTUDO COMPARATIVO DA VIABILIDADE ECONOMICA E DESEMPENHO TECNICO ENTRE VEICULOS QUE UTILIZAM MOTOR ELETRICO E VEICULOS QUE UTILIZAM MOTORES DE COMBUSTAO INTERNA. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 79. MORAIS, FABIO CAMPOS; FURTADO, EDUARDO JORGE DE ALENCAR ARARIPE et al. Participacao em banca de JOAO PEDRO DA SILVA BANDEIRA. APLICACAO DO METODO MAMP NA MELHORIA DO PROCESSO DE MANUTENCAO PLANEJADA DE UMA USINA TERMELETRICA NO ESTADO DO CEARA. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 80. CABRAL, MAURO da JUSTA; LINS, KAMILA PEREIRA et al. Participacao em banca de TULIO CASTRO NOCRATO. A IMPORTANCIA DA PINTURA COMO PROTECAO SUPERFICIAL PARA A DURABILIDADE DE ESTRUTURAS METALICAS. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 81. MELO, FRANCISCA DAYANE CARNEIRO; CHAVES, CAMYLLA MARIA NARCISO DE MELO et al. Participacao em banca de YURI GURGEL ESMERALDO. APLICACAO DE GERACAO DE ENERGIA SOLAR FOTOVOLTAICA UTILIZANDO INVERSORES ON GRID COM ARMAZENAMENTO DE ENERGIA. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Eletrica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 82. MELO, FRANCISCA DAYANE CARNEIRO; CHAVES, CAMYLLA MARIA NARCISO DE MELO et al. Participacao em banca de DANIEL RAVI OLIVEIRA SEGUNDO. ESTUDO DE VIABILIDADE DE IMPLANTACAO DE GERACAO FOTOVOLTAICA FLUTUANTE VOLTADO PARA RESERVATORIO INDUSTRIAIS. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Eletrica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 83. DUARTE, JOAO BATISTA FURLAN; FILHO, ADROALDO JOSE SILVA DE MOURA et al. Participacao em banca de GUILHERME PANTE LEME DE CAMPOS. EFICIENCIA TERMICA DE UM FORNO DOMESTICO COM ALUMINA. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 84. MORAIS, FABIO CAMPOS; FURTADO, EDUARDO JORGE DE ALENCAR ARARIPE et al. Participacao em banca de PEDRO DIEGO BALTAZAR DE AZAVEDO. ANALISE DAS ATIVIDADES DE MANUTENCAO EM OFICINA DE CAMINHOES COMPACTADORES EM EMPRESA COLETORA DE RESIDUOS URBANOS. 2019. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 85. FURTADO, EDUARDO JORGE DE ALENCAR ARARIPE; SOUZA, Andre Lunardi de et al. Participacao em banca de ANDERSON ROCHA LIMA. MANUTENCAO NO SETOR DE RECUPERACAO DE PECAS EM UMA INDUSTRIA SIDERURGICA - ESTUDO DE CASO. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 86. FURTADO, EDUARDO JORGE DE ALENCAR ARARIPE; SOUZA, Andre Lunardi de et al. Participacao em banca de LUIS RICARDO ROCHA DE VASCONCELOS. PROPOSTA DE IMPLEMENTACAO DE UM PLANO DE MANUTENCAO EM UM INDUSTRIA DE CERAMICA VERMELHA - ESTUDO DE CASO. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 87. FURTADO, EDUARDO JORGE DE ALENCAR ARARIPE; JUNIOR, NELSON BEZERRA FERREIRA et al. Participacao em banca de VIITOR AUGUSTO SOUSA BRAZ. ANALISE DA PRODUTIVIDADE NA MANUTENCAO SOB A PERSPECTIVA DA EFETIVIDADE DAS INSPECOES DIARIAS. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 88. FURTADO, EDUARDO JORGE DE ALENCAR ARARIPE; TEIXEIRA, Roberto Ney Ciarlini et al. Participacao em banca de THIAGO LOPES FEITOSA. APLICACAO DE FERRAMENTAS DA QUALIDADE PARA MELHORIA DO PROCESSO DOS FILATORIOS EM UMA INDUSTRIA TEXTIL. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 89. DUARTE, JOAO BATISTA FURLAN; LINS, KAMILA PEREIRA et al. Participacao em banca de TALES NEWTON FALCAO COSTA. SISTEMA DE HIDRANTES PARA COMBATE A INCENDIO DO CORPO DE BOMBEIROS MILITAR DO ESTADO DO CEARA. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 90. SOUZA, Andre Lunardi de; MACIEL, JORGE LUIS DE LIMA et al. Participacao em banca de RAFAEL SARAIVA GOMES. PROJETO DE UM SELECIONADOR DE PECAS AUTOMATIZADO APLICADO EM UMA BANCADA PNEUMATICA DE MANUFATURA INDUSTRIAL. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 91. LINS, KAMILA PEREIRA; CARRAH, LOANA DE ALMEIDA et al. Participacao em banca de RAFAEL DOMINGOS DE ABRANTES FILHO. PALICACAO DOS CONCEITOS DE QUALIDADE EM PRESTACAO DE SERVICO: ESTUDO DE CASO EM UMA EMPRESA TRANSPORTADORA DO SEGMENTO RESIDENCIAL. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 92. DUARTE, JOAO BATISTA FURLAN; SAMPAIO, FELIPE CARVALHO et al. Participacao em banca de MARCOS VINICIUS MARTINS LIMA. ANALISEE COMPARACAO DA GERACAO DE ENERGIA EM PEQUENA ESCALA PRODUZIDA EMUM GASEIFICADOR A PARTIR DO USO DE DOIS TIPOS DE BIOMASSA: CASCA DE CASTANHA DE CAJU E BAGACO DE CANA-DE-ACUCAR. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 93. FILHO, FRANCISCO ADONES DE OLIVEIRA; TEIXEIRA, Roberto Ney Ciarlini et al. Participacao em banca de ISRAEL AUGUSTO CARNEIRO RAMOS. ANALISE DO PROCESSO PRODUTIVO DE UMA INDUSTRIA DE FABRICACAO CERAMICA: APLICACAO DO CONCEITO LEAN PARA A REDUCAO DOS DESPERDICIOS. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 94. SOUZA, Andre Lunardi de; NETO, JOEL SOTERO DA CUNHA et al. Participacao em banca de FRANCISCO HIGOR ANDRADE DA SILVA. APLICACAO EM NUVEM COM IoT PARA ANALISE DE PARAMETROS DE FUNCIONAMENTO EM COMPRESSOR DE UMA LINHA PNEUMATICA AFIM DE PREVER POSSIVEIS FALHAS DE FUNCIONAMENTO. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 95. DUARTE, JOAO BATISTA FURLAN; JUNIOR, Jose Almeida Santos et al. Participacao em banca de GUILHERME SOARES LISBOA. CYBER-PHYSICAL SYSTEMS NA INDUSTRIA 4.0: PROPOSTA DE IMPLEMENTACAO DE UMA FERRAMENTA VIRTUAL NO SETOR DA MANUTENCAO EM UMA INDUSTRIA DE BEBIDAS DESTILADAS. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 96. FILHO, FRANCISCO ADONES DE OLIVEIRA; SOUZA, Andre Lunardi de et al. Participacao em banca de FELIPE ARLEY CAVALCANTE DO NASCIMENTO. APLICACAO DO METODO DE ANALISE E SOLUCAO DE PROBLEMAS - MASP: ESTUDO DE AMPLIACAO DA VIDA UTIL DAS CORREIAS NOS EQUIPAMENTOS PASSADORES DO SETOR DE FIACAO. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 97. LINS, KAMILA PEREIRA; CARRAH, LOANA DE ALMEIDA et al. Participacao em banca de DANIEL BEZERRA BARBOSA DE MENDONCA. APLICACAO DAS FERRAMENTAS DA QUALIDADE: ESTUDO DE CASO EM UMA INDUSTRIA DE ALIMENTOS. 2020. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 98. MELO, FRANCISCA DAYANE CARNEIRO; MELO, DAVI PESSOA DE et al. Participacao em banca de ALBERTO VITORIANO NOBRE NETO. DESENVOLVIMENTO DE UMA APLICACAO WEB PARA DIMENSIONAMENTO DE MICROGERACAO SOLAR SEM CALCULO DE SOMBREAMENTO.. 2022. Trabalho de Conclusao de Curso (Graduacao em Engenharia Eletrica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 99. SOUSA, Andre Lunardi de; LISBOA, Bruno Rodrigues et al. Participacao em banca de FRANCISCO ANTONIO DE ABREU DAS CHAGAS. ADEQUACAO DE MAQUINA DE CONFORMAR BOJO A NR12 ? ESTUDO DE CASO. 2023. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 100. DUARTE, JOAO BATISTA FURLAN; DIAS, FELIPE PINEHEIRO FALCAO et al. Participacao em banca de VICTOR AUGUSTO ARAUJO DE OLIVEIRA. CONVERSAO ENERGETICA PARA GAS LIQUEFEITO DE PETROLEO (GLP. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 101. DUARTE, JOAO BATISTA FURLAN; DIAS, FELIPE PINEHEIRO FALCAO et al. Participacao em banca de VICTOR AUGUSTO ARAUJO DE AMORIM MEDEIROS. CONVERSAO ENERGETICA PARA GAS LIQUEFEITO DE PETROLEO (GLP) DE UM SISTEMA DE COMBUSTAO DE QUE UTILIZA OLEO DE BAIXO PONTO DE FLUIDEZ (BPF) COMO FONTE ENERGETICA. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 102. FONTGALLAND, GLADSTONE; VERAS, ALAN MENEZES et al. Participacao em banca de KAIO ATILA SARAIVA DE ALCANTARA. UMA ANALISE COMPARATIVA ENTRE FILTRO SEPARADOR DE PARTICULAS E FILTRO DE BARREIRA EM UM MOTOR DE COMBUSTAO INTERNA DE UM HELICOPTERO. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 103. FONTGALLAND, GLADSTONE; SOUSA, Andre Lunardi de et al. Participacao em banca de RODRIGO CRISTIANO DINIZ SILVA. A AUTOMACAO DO MONITORAMENTO DE TEMPERATURA EM UMA CAMARA FRIGORIFICA COM O SOFTWARE STRAD EM UMA INDUSTRIA DE GELADOS COMESTIVEIS. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 104. SOUSA, Andre Lunardi de; SOARES, GUSTAVO fERNANDES CRISOSTOMO et al. Participacao em banca de SAMUEL JONATAS MONTEIRO SAMPAIO. PROJETO DE UMA REDE DE AR COMPRIMIDO EM UMA CONCESSIONARIA DE CAMILHOES. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 105. FONTGALLAND, GLADSTONE; SOUSA, Andre Lunardi de et al. Participacao em banca de IGOR MATEUS DE ASSIS COSTA. ESTRUTURACAO DA MANUTENCAO CENTRADA EM CONFIABILIDADE EM UM GUINDASTE DE BRACO ARTICULADO E LANCA TELESCOPICA SOBRE CAMINHAO TIPO MUNCK. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 106. JUNIOR, NELSON BEZERRA FERREIRA; CABRAL, MAURO da JUSTA et al. Participacao em banca de MATEUS BRAGA VALENTI. A INFLUENCIA DA VELOCIDADE DE CORTE NA RUGOSIDADE SUPERFICIAL DE UM ACO SAE 1045 POR TORNEAMENTO. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 107. LINS, KAMILA PEREIRA; CRUZ, RUTH GONCALVES DA et al. Participacao em banca de PAOLA EVANGELINA CONSTANTINO LIMA. AVALIACAO DA QUALIDADE DE FORNECEDORES: ESTUDO DA ARTE. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 108. CARNEIRO, JOAO MARCELO; SOUSA, Andre Lunardi de et al. Participacao em banca de ARTHUR ROLI MOREIRA SILVA. APLICACAO DA INTELIGENCIA ARTIFICIAL NO CONTROLE E AUTOMACAO DA INDUSTRIA COM FOCO NA EFICIENCIA E MINIMIZACAO DE PERDAS: UMA REVIKSAO DE LITERATURA. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Controle e Automacao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 109. LINS, KAMILA PEREIRA; MONTEIRO, ROMARIO NOGUEIRA et al. Participacao em banca de LUCAS FROTA BARROSO. ESTRATEGIAS BASEADAS EM INTELIGENCIA ARTIFICIAL: TRANSFORMANDO NEGOCIOS E IMPULSIONANDO A COMPETITIVIDADE EMPRESARIAL NA ERA DIGITAL. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia de Producao) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 110. SOARES, GUSTAVO fERNANDES CRISOSTOMO; SOUSA, Andre Lunardi de et al. Participacao em banca de PEDRO LEONARDO GABRIEL MARIANO. ANALISE DE VIBRACAO EM ROLAMENTOS DE MAQUINA DE TRACAO. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 111. DUARTE, JOAO BATISTA FURLAN; FILHO, ADROALDO JOSE SILVA DE MOURA et al. Participacao em banca de BRUNO RODRIGUES LISBOA. INSPECAO E ENSAIOS NAO DESTRUTIVOS APLICADOS A UM GERADOR DE VAPOR MISTO - ESTUDO DE CASO. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 112. LINS, KAMILA PEREIRA; CABRAL, MAURO da JUSTA et al. Participacao em banca de RENAN DA SILVA PAULO. IMPLEMENTACAO DE INDICADORES DE MANUTENCAO UTILIZANDO O SFTWARE ICLASS EM UM BIOTERIO. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 113. SANCHO, EMMANUELLE DE OLIVEIRA; SOARES, GUSTAVO fERNANDES CRISOSTOMO et al. Participacao em banca de HEDIMO UCHOA COLARES. SUGESTAO DE UM PROCEDIMENTO METODOLOGICO PARA SELECAO DO OLEO LUBRIFICANTE PARA ALGUNS EQUIPAMENTOS INDUSTRIAIS. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. 114. LINS, KAMILA PEREIRA; SOUSA, DOMINGOS SAVIO VIANA DE et al. Participacao em banca de LARISSA BANDEIRA DOS REIS. GESTAO DA QUALIDADE NA CONSTRUCAO CIVIL: NORMAS ISO 9001:2015 E PBQP-H. 2024. Trabalho de Conclusao de Curso (Graduacao em Engenharia Mecanica) - Universidade de Fortaleza. Referencias adicionais: Brasil/Portugues. Participacao em eventos 1. Aprendizagem Significativa em Grupo de Estudo Em Filmes Finos Aplicados a Sistemas Fotovoltaicos. 2010. (Participacoes em eventos/Congresso). Referencias adicionais: Brasil/. 2. . 2010. (Participacoes em eventos/Seminario). Referencias adicionais: Brasil/. 3. . 2010. (Participacoes em eventos/Seminario). Referencias adicionais: Brasil/. 4. . 2011. (Participacoes em eventos/Seminario). Referencias adicionais: Brasil/. 5. . 2007. (Participacoes em eventos/Simposio). Referencias adicionais: Brasil/. 6. . 1999. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 7. . 2000. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 8. . 2008. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 9. Distribuicao de probabilidade de velocidade e potencia do vento em Barroquinha, litoral leste do estado do Ceara. 2009. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 10. . 2009. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 11. . 2010. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 12. APRENDIZAGEM COLABORATIVA VISANDO O CONHECIMENTO DE TECNICAS DE DEPOSICAO DE FILMES FINOS SEMICONDUTORES. 2011. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 13. ESTUDO ELETROQUIMICO DA DEPOSICAO DE CDTE PARA SISTEMAS FOTOVOLTAICO. 2011. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 14. APRENDIZAGEM SIGNIFICATIVA EM GRUPO DE ESTUDO EM FILMES FINOS APLICADOS A SISTEMAS FOTOVOLTAICOS. 2011. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 15. . 2015. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/; Homepage: http://semanauniversitaria.uece.br/. 16. ESTUDO POTENCIODINAMICO DA DEPOSICAO DE CDTE SOBRE PLATINA. 2015. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 17. . 2017. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 18. . 2018. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 19. . 2018. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 20. . 2018. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 21. . 2018. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 22. . 2018. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 23. IX EPOSICAO DE PROJETOS CCT. 2019. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 24. . 2019. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 25. . 2019. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 26. . 2019. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 27. . 2020. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 28. . 2020. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 29. . 2021. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 30. . 2021. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 31. . 2022. (Participacoes em eventos/Encontro). Referencias adicionais: Brasil/. 32. . 2006. (Participacoes em eventos/Outra). Referencias adicionais: Brasil/. 33. ANALISE DA APLICACAO DE DISTRIBUICOES DE PROBABILIDADE NA VELOCIDADE E POTENCIA DO VENTO EM ACARAU/CE. 2008. (Participacoes em eventos/Outra). Referencias adicionais: Brasil/; Homepage: http://www.uece.br/propgpq/index.php/paginainicial/listanoticias/86-anais-da-xiii-semana-universitaria-da-uece. Voltar Indicadores de producao Producao bibliograficaProducao tecnicaOrientacoes concluidasDados complementares Total Producao bibliografica14 Artigos publicados em periodicos2 Completos2 Trabalhos em eventos11 Completos7 Resumos4 Livros e capitulos1 Livros publicados ou organizados1 Capitulos de livros publicados0 Total Producao tecnica13 Demais tipos de producao tecnica13 Total Orientacoes concluidas31 Graduacao31 Total Dados complementares147 Participacao em bancas examinadoras114 Participacao em eventos33 Voltar Pagina gerada pelo sistema Lattes - CNPq/UNIFOR. As informacoes acima sao de responsabilidade do professor. Ultima atualizacao do CV em 03/01/2025 - 09:46"
  }
]